const data = {
    "headerRow": [
        "משתמש",
        "מזהה שורה",
        "טבלה",
        "פעולה",
        "המידע שהשתנה",
        "תאריך יצירה"
    ],
    "formattedData": [
        [
            "1",
            "3182",
            "student",
            "DELETE",
            "{\"id\":3182,\"userId\":1,\"year\":null,\"tz\":\"327866992\",\"name\":\"תמיר נעה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:11.236Z\",\"updatedAt\":\"2023-09-10T22:32:11.236Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3188",
            "student",
            "DELETE",
            "{\"id\":3188,\"userId\":1,\"year\":null,\"tz\":\"213269574\",\"name\":\"קמרי שפרה\",\"comment\":null,\"createdAt\":\"2023-09-11T22:45:07.982Z\",\"updatedAt\":\"2023-09-11T22:45:07.982Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3186",
            "student",
            "DELETE",
            "{\"id\":3186,\"userId\":1,\"year\":null,\"tz\":\"214432684\",\"name\":\"סקלאר בתיה\",\"comment\":null,\"createdAt\":\"2023-09-11T22:45:07.974Z\",\"updatedAt\":\"2023-09-11T22:45:07.974Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "7507",
            "student",
            "DELETE",
            "{\"id\":7507,\"userId\":1,\"year\":null,\"tz\":\"329149256\",\"name\":\"כץ חנה\",\"comment\":null,\"createdAt\":\"2023-12-18T07:34:20.049Z\",\"updatedAt\":\"2023-12-18T07:34:20.049Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3184",
            "student",
            "DELETE",
            "{\"id\":3184,\"userId\":1,\"year\":null,\"tz\":\"326591799\",\"name\":\"גלזר רות\",\"comment\":null,\"createdAt\":\"2023-09-11T22:45:07.967Z\",\"updatedAt\":\"2023-09-11T22:45:07.967Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "6083",
            "student",
            "DELETE",
            "{\"id\":6083,\"userId\":1,\"year\":null,\"tz\":\"215249467\",\"name\":\"נחום אפרת\",\"comment\":null,\"createdAt\":\"2023-11-05T23:00:39.625Z\",\"updatedAt\":\"2023-11-05T23:00:39.625Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3187",
            "student",
            "DELETE",
            "{\"id\":3187,\"userId\":1,\"year\":null,\"tz\":\"326658184\",\"name\":\"קופרשטוק לאה\",\"comment\":null,\"createdAt\":\"2023-09-11T22:45:07.979Z\",\"updatedAt\":\"2023-09-11T22:45:07.979Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "5911",
            "student",
            "DELETE",
            "{\"id\":5911,\"userId\":1,\"year\":null,\"tz\":\"327781795\",\"name\":\"דנינו תגל\",\"comment\":null,\"createdAt\":\"2023-10-19T11:47:02.945Z\",\"updatedAt\":\"2023-10-19T11:47:02.945Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3183",
            "student",
            "DELETE",
            "{\"id\":3183,\"userId\":1,\"year\":null,\"tz\":\"326255338\",\"name\":\"בלגזל הודיה\",\"comment\":null,\"createdAt\":\"2023-09-11T22:45:07.959Z\",\"updatedAt\":\"2023-09-11T22:45:07.959Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3181",
            "student",
            "DELETE",
            "{\"id\":3181,\"userId\":1,\"year\":null,\"tz\":\"214617508\",\"name\":\"תורגמן רחל\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:11.231Z\",\"updatedAt\":\"2023-09-10T22:32:11.231Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3173",
            "student",
            "DELETE",
            "{\"id\":3173,\"userId\":1,\"year\":null,\"tz\":\"327839817\",\"name\":\"שלום יעל\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:11.174Z\",\"updatedAt\":\"2023-09-10T22:32:11.174Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3153",
            "student",
            "DELETE",
            "{\"id\":3153,\"userId\":1,\"year\":null,\"tz\":\"329147003\",\"name\":\"רבי שרה יעל\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:11.025Z\",\"updatedAt\":\"2023-09-10T22:32:11.025Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3177",
            "student",
            "DELETE",
            "{\"id\":3177,\"userId\":1,\"year\":null,\"tz\":\"327864443\",\"name\":\"שרביט אביטל\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:11.212Z\",\"updatedAt\":\"2023-09-10T22:32:11.212Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3105",
            "student",
            "DELETE",
            "{\"id\":3105,\"userId\":1,\"year\":null,\"tz\":\"215254715\",\"name\":\"לוין מרים\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.731Z\",\"updatedAt\":\"2023-09-10T22:32:10.731Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3141",
            "student",
            "DELETE",
            "{\"id\":3141,\"userId\":1,\"year\":null,\"tz\":\"215319807\",\"name\":\"פרנקל תהילה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.946Z\",\"updatedAt\":\"2023-09-10T22:32:10.946Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3131",
            "student",
            "DELETE",
            "{\"id\":3131,\"userId\":1,\"year\":null,\"tz\":\"327862173\",\"name\":\"ענזי הדס\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.883Z\",\"updatedAt\":\"2023-09-10T22:32:10.883Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3174",
            "student",
            "DELETE",
            "{\"id\":3174,\"userId\":1,\"year\":null,\"tz\":\"214903809\",\"name\":\"שמעוני אפרת\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:11.179Z\",\"updatedAt\":\"2023-09-10T22:32:11.179Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3121",
            "student",
            "DELETE",
            "{\"id\":3121,\"userId\":1,\"year\":null,\"tz\":\"215127077\",\"name\":\"סולומונס חיה פועה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.839Z\",\"updatedAt\":\"2023-09-10T22:32:10.839Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3169",
            "student",
            "DELETE",
            "{\"id\":3169,\"userId\":1,\"year\":null,\"tz\":\"214834277\",\"name\":\"שוקר תמר נעמה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:11.155Z\",\"updatedAt\":\"2023-09-10T22:32:11.155Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3148",
            "student",
            "DELETE",
            "{\"id\":3148,\"userId\":1,\"year\":null,\"tz\":\"327800876\",\"name\":\"קיציס שרה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.974Z\",\"updatedAt\":\"2023-09-10T22:32:10.974Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3172",
            "student",
            "DELETE",
            "{\"id\":3172,\"userId\":1,\"year\":null,\"tz\":\"215128216\",\"name\":\"שטינהרטר שרה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:11.171Z\",\"updatedAt\":\"2023-09-10T22:32:11.171Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3168",
            "student",
            "DELETE",
            "{\"id\":3168,\"userId\":1,\"year\":null,\"tz\":\"215724949\",\"name\":\"שובע רבקה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:11.149Z\",\"updatedAt\":\"2023-09-10T22:32:11.149Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3180",
            "student",
            "DELETE",
            "{\"id\":3180,\"userId\":1,\"year\":null,\"tz\":\"214823908\",\"name\":\"שרעבי שרה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:11.227Z\",\"updatedAt\":\"2023-09-10T22:32:11.227Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3162",
            "student",
            "DELETE",
            "{\"id\":3162,\"userId\":1,\"year\":null,\"tz\":\"327770335\",\"name\":\"רחמים נועה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:11.117Z\",\"updatedAt\":\"2023-09-10T22:32:11.117Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3165",
            "student",
            "DELETE",
            "{\"id\":3165,\"userId\":1,\"year\":null,\"tz\":\"327862249\",\"name\":\"ריין צפורה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:11.130Z\",\"updatedAt\":\"2023-09-10T22:32:11.130Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3139",
            "student",
            "DELETE",
            "{\"id\":3139,\"userId\":1,\"year\":null,\"tz\":\"329165211\",\"name\":\"פרנקו תמר\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.940Z\",\"updatedAt\":\"2023-09-10T22:32:10.940Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3142",
            "student",
            "DELETE",
            "{\"id\":3142,\"userId\":1,\"year\":null,\"tz\":\"328140173\",\"name\":\"פרץ שירה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.951Z\",\"updatedAt\":\"2023-09-10T22:32:10.951Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3170",
            "student",
            "DELETE",
            "{\"id\":3170,\"userId\":1,\"year\":null,\"tz\":\"326659745\",\"name\":\"שחר צפורה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:11.159Z\",\"updatedAt\":\"2023-09-10T22:32:11.159Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3158",
            "student",
            "DELETE",
            "{\"id\":3158,\"userId\":1,\"year\":null,\"tz\":\"215252776\",\"name\":\"רוזנר טובה אהובה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:11.103Z\",\"updatedAt\":\"2023-09-10T22:32:11.103Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3161",
            "student",
            "DELETE",
            "{\"id\":3161,\"userId\":1,\"year\":null,\"tz\":\"329175178\",\"name\":\"רוטר רחל\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:11.114Z\",\"updatedAt\":\"2023-09-10T22:32:11.114Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3159",
            "student",
            "DELETE",
            "{\"id\":3159,\"userId\":1,\"year\":null,\"tz\":\"215109414\",\"name\":\"רוטלוי אלישבע\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:11.106Z\",\"updatedAt\":\"2023-09-10T22:32:11.106Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3138",
            "student",
            "DELETE",
            "{\"id\":3138,\"userId\":1,\"year\":null,\"tz\":\"214861320\",\"name\":\"פנחסי תמר\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.935Z\",\"updatedAt\":\"2023-09-10T22:32:10.935Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3178",
            "student",
            "DELETE",
            "{\"id\":3178,\"userId\":1,\"year\":null,\"tz\":\"214861098\",\"name\":\"שרייבר יפה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:11.217Z\",\"updatedAt\":\"2023-09-10T22:32:11.217Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3160",
            "student",
            "DELETE",
            "{\"id\":3160,\"userId\":1,\"year\":null,\"tz\":\"328450408\",\"name\":\"רוטנברג לאה אילה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:11.110Z\",\"updatedAt\":\"2023-09-10T22:32:11.110Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3152",
            "student",
            "DELETE",
            "{\"id\":3152,\"userId\":1,\"year\":null,\"tz\":\"327804373\",\"name\":\"קריאף מרים\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:11.009Z\",\"updatedAt\":\"2023-09-10T22:32:11.009Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3175",
            "student",
            "DELETE",
            "{\"id\":3175,\"userId\":1,\"year\":null,\"tz\":\"317801090\",\"name\":\"שפיצר אסתר\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:11.183Z\",\"updatedAt\":\"2023-09-10T22:32:11.183Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3179",
            "student",
            "DELETE",
            "{\"id\":3179,\"userId\":1,\"year\":null,\"tz\":\"326658036\",\"name\":\"שרעבי אפרת\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:11.221Z\",\"updatedAt\":\"2023-09-10T22:32:11.221Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3176",
            "student",
            "DELETE",
            "{\"id\":3176,\"userId\":1,\"year\":null,\"tz\":\"327855813\",\"name\":\"שפירא לאה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:11.187Z\",\"updatedAt\":\"2023-09-10T22:32:11.187Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3151",
            "student",
            "DELETE",
            "{\"id\":3151,\"userId\":1,\"year\":null,\"tz\":\"326619426\",\"name\":\"קפלן אלקה צפורה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:11.002Z\",\"updatedAt\":\"2023-09-10T22:32:11.002Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3150",
            "student",
            "DELETE",
            "{\"id\":3150,\"userId\":1,\"year\":null,\"tz\":\"214874901\",\"name\":\"קלך יהודית\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.996Z\",\"updatedAt\":\"2023-09-10T22:32:10.996Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3149",
            "student",
            "DELETE",
            "{\"id\":3149,\"userId\":1,\"year\":null,\"tz\":\"215251885\",\"name\":\"קלופט אסתר\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.990Z\",\"updatedAt\":\"2023-09-10T22:32:10.990Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3137",
            "student",
            "DELETE",
            "{\"id\":3137,\"userId\":1,\"year\":null,\"tz\":\"215130022\",\"name\":\"פלדמן רות\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.931Z\",\"updatedAt\":\"2023-09-10T22:32:10.931Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3171",
            "student",
            "DELETE",
            "{\"id\":3171,\"userId\":1,\"year\":null,\"tz\":\"215112681\",\"name\":\"שטינהרטר הדסה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:11.166Z\",\"updatedAt\":\"2023-09-10T22:32:11.166Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3143",
            "student",
            "DELETE",
            "{\"id\":3143,\"userId\":1,\"year\":null,\"tz\":\"326001955\",\"name\":\"צביאלי שרה תמר\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.955Z\",\"updatedAt\":\"2023-09-10T22:32:10.955Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3167",
            "student",
            "DELETE",
            "{\"id\":3167,\"userId\":1,\"year\":null,\"tz\":\"327865754\",\"name\":\"רפאלוביץ מיכל מחלה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:11.137Z\",\"updatedAt\":\"2023-09-10T22:32:11.137Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3166",
            "student",
            "DELETE",
            "{\"id\":3166,\"userId\":1,\"year\":null,\"tz\":\"326655362\",\"name\":\"רפאלוב שרה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:11.133Z\",\"updatedAt\":\"2023-09-10T22:32:11.133Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3101",
            "student",
            "DELETE",
            "{\"id\":3101,\"userId\":1,\"year\":null,\"tz\":\"214861718\",\"name\":\"כהן שושנה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.699Z\",\"updatedAt\":\"2023-09-10T22:32:10.699Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3090",
            "student",
            "DELETE",
            "{\"id\":3090,\"userId\":1,\"year\":null,\"tz\":\"327772315\",\"name\":\"ירחי אסתר\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.649Z\",\"updatedAt\":\"2023-09-10T22:32:10.649Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3140",
            "student",
            "DELETE",
            "{\"id\":3140,\"userId\":1,\"year\":null,\"tz\":\"329147698\",\"name\":\"פרנקל צפורה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.943Z\",\"updatedAt\":\"2023-09-10T22:32:10.943Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3164",
            "student",
            "DELETE",
            "{\"id\":3164,\"userId\":1,\"year\":null,\"tz\":\"214872764\",\"name\":\"רייכמן מרים\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:11.125Z\",\"updatedAt\":\"2023-09-10T22:32:11.125Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3163",
            "student",
            "DELETE",
            "{\"id\":3163,\"userId\":1,\"year\":null,\"tz\":\"328121066\",\"name\":\"ריביאט שרה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:11.121Z\",\"updatedAt\":\"2023-09-10T22:32:11.121Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3156",
            "student",
            "DELETE",
            "{\"id\":3156,\"userId\":1,\"year\":null,\"tz\":\"326656121\",\"name\":\"רודרמן שרה אסתר\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:11.096Z\",\"updatedAt\":\"2023-09-10T22:32:11.096Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3107",
            "student",
            "DELETE",
            "{\"id\":3107,\"userId\":1,\"year\":null,\"tz\":\"326590148\",\"name\":\"ליסיצין רות\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.750Z\",\"updatedAt\":\"2023-09-10T22:32:10.750Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3116",
            "student",
            "DELETE",
            "{\"id\":3116,\"userId\":1,\"year\":null,\"tz\":\"327869590\",\"name\":\"מרוה הדסה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.815Z\",\"updatedAt\":\"2023-09-10T22:32:10.815Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3135",
            "student",
            "DELETE",
            "{\"id\":3135,\"userId\":1,\"year\":null,\"tz\":\"327700167\",\"name\":\"פלד הדסה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.920Z\",\"updatedAt\":\"2023-09-10T22:32:10.920Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3130",
            "student",
            "DELETE",
            "{\"id\":3130,\"userId\":1,\"year\":null,\"tz\":\"327803318\",\"name\":\"עטיה נעה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.878Z\",\"updatedAt\":\"2023-09-10T22:32:10.878Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3103",
            "student",
            "DELETE",
            "{\"id\":3103,\"userId\":1,\"year\":null,\"tz\":\"327650123\",\"name\":\"לוי שולמית תהילה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.719Z\",\"updatedAt\":\"2023-09-10T22:32:10.719Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3144",
            "student",
            "DELETE",
            "{\"id\":3144,\"userId\":1,\"year\":null,\"tz\":\"327774279\",\"name\":\"צורן גילה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.958Z\",\"updatedAt\":\"2023-09-10T22:32:10.958Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3155",
            "student",
            "DELETE",
            "{\"id\":3155,\"userId\":1,\"year\":null,\"tz\":\"215110339\",\"name\":\"רבינוביץ ידל הדסה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:11.086Z\",\"updatedAt\":\"2023-09-10T22:32:11.086Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3132",
            "student",
            "DELETE",
            "{\"id\":3132,\"userId\":1,\"year\":null,\"tz\":\"214872434\",\"name\":\"פוזן יפה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.899Z\",\"updatedAt\":\"2023-09-10T22:32:10.899Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3106",
            "student",
            "DELETE",
            "{\"id\":3106,\"userId\":1,\"year\":null,\"tz\":\"327868261\",\"name\":\"לינדנפלד בלהה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.742Z\",\"updatedAt\":\"2023-09-10T22:32:10.742Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3134",
            "student",
            "DELETE",
            "{\"id\":3134,\"userId\":1,\"year\":null,\"tz\":\"214834079\",\"name\":\"פינקלשטיין תמר\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.915Z\",\"updatedAt\":\"2023-09-10T22:32:10.915Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3133",
            "student",
            "DELETE",
            "{\"id\":3133,\"userId\":1,\"year\":null,\"tz\":\"329091755\",\"name\":\"פינץ הודיה רחל\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.906Z\",\"updatedAt\":\"2023-09-10T22:32:10.906Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3157",
            "student",
            "DELETE",
            "{\"id\":3157,\"userId\":1,\"year\":null,\"tz\":\"214977662\",\"name\":\"רוזנטל נאוה יפה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:11.099Z\",\"updatedAt\":\"2023-09-10T22:32:11.099Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3146",
            "student",
            "DELETE",
            "{\"id\":3146,\"userId\":1,\"year\":null,\"tz\":\"215012600\",\"name\":\"קוביוף רינת מזל\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.965Z\",\"updatedAt\":\"2023-09-10T22:32:10.965Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3129",
            "student",
            "DELETE",
            "{\"id\":3129,\"userId\":1,\"year\":null,\"tz\":\"317812220\",\"name\":\"עובדיה נעמי\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.874Z\",\"updatedAt\":\"2023-09-10T22:32:10.874Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3147",
            "student",
            "DELETE",
            "{\"id\":3147,\"userId\":1,\"year\":null,\"tz\":\"214834418\",\"name\":\"קימל תמר\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.969Z\",\"updatedAt\":\"2023-09-10T22:32:10.969Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3122",
            "student",
            "DELETE",
            "{\"id\":3122,\"userId\":1,\"year\":null,\"tz\":\"327867834\",\"name\":\"סולקובסקי רבקה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.844Z\",\"updatedAt\":\"2023-09-10T22:32:10.844Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3086",
            "student",
            "DELETE",
            "{\"id\":3086,\"userId\":1,\"year\":null,\"tz\":\"327754297\",\"name\":\"יושבייב חנה לאה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.632Z\",\"updatedAt\":\"2023-09-10T22:32:10.632Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3104",
            "student",
            "DELETE",
            "{\"id\":3104,\"userId\":1,\"year\":null,\"tz\":\"327863452\",\"name\":\"לוי שירה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.725Z\",\"updatedAt\":\"2023-09-10T22:32:10.725Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3125",
            "student",
            "DELETE",
            "{\"id\":3125,\"userId\":1,\"year\":null,\"tz\":\"215020819\",\"name\":\"סימונובסקי אפרת\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.858Z\",\"updatedAt\":\"2023-09-10T22:32:10.858Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3126",
            "student",
            "DELETE",
            "{\"id\":3126,\"userId\":1,\"year\":null,\"tz\":\"214618480\",\"name\":\"סלמון מרים\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.862Z\",\"updatedAt\":\"2023-09-10T22:32:10.862Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3094",
            "student",
            "DELETE",
            "{\"id\":3094,\"userId\":1,\"year\":null,\"tz\":\"214832073\",\"name\":\"כהן חיה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.669Z\",\"updatedAt\":\"2023-09-10T22:32:10.669Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3145",
            "student",
            "DELETE",
            "{\"id\":3145,\"userId\":1,\"year\":null,\"tz\":\"214823080\",\"name\":\"קאופמן חנה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.962Z\",\"updatedAt\":\"2023-09-10T22:32:10.962Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3092",
            "student",
            "DELETE",
            "{\"id\":3092,\"userId\":1,\"year\":null,\"tz\":\"215088394\",\"name\":\"כהן אלישבע\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.660Z\",\"updatedAt\":\"2023-09-10T22:32:10.660Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3154",
            "student",
            "DELETE",
            "{\"id\":3154,\"userId\":1,\"year\":null,\"tz\":\"215250283\",\"name\":\"רביוב רבקה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:11.042Z\",\"updatedAt\":\"2023-09-10T22:32:11.042Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3115",
            "student",
            "DELETE",
            "{\"id\":3115,\"userId\":1,\"year\":null,\"tz\":\"326619319\",\"name\":\"מנשה אביגיל\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.811Z\",\"updatedAt\":\"2023-09-10T22:32:10.811Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3128",
            "student",
            "DELETE",
            "{\"id\":3128,\"userId\":1,\"year\":null,\"tz\":\"327774501\",\"name\":\"סקסיק שולמית\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.870Z\",\"updatedAt\":\"2023-09-10T22:32:10.870Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3114",
            "student",
            "DELETE",
            "{\"id\":3114,\"userId\":1,\"year\":null,\"tz\":\"214861312\",\"name\":\"מלכה פנינה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.804Z\",\"updatedAt\":\"2023-09-10T22:32:10.804Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3120",
            "student",
            "DELETE",
            "{\"id\":3120,\"userId\":1,\"year\":null,\"tz\":\"327863098\",\"name\":\"סגל מיכל\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.835Z\",\"updatedAt\":\"2023-09-10T22:32:10.835Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3100",
            "student",
            "DELETE",
            "{\"id\":3100,\"userId\":1,\"year\":null,\"tz\":\"327702627\",\"name\":\"כהן רננה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.692Z\",\"updatedAt\":\"2023-09-10T22:32:10.692Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3047",
            "student",
            "DELETE",
            "{\"id\":3047,\"userId\":1,\"year\":null,\"tz\":\"328117171\",\"name\":\"דגן מיכל\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.354Z\",\"updatedAt\":\"2023-09-10T22:32:10.354Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3136",
            "student",
            "DELETE",
            "{\"id\":3136,\"userId\":1,\"year\":null,\"tz\":\"215311283\",\"name\":\"פלדמן אפרת\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.924Z\",\"updatedAt\":\"2023-09-10T22:32:10.924Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3108",
            "student",
            "DELETE",
            "{\"id\":3108,\"userId\":1,\"year\":null,\"tz\":\"326619590\",\"name\":\"לנדה אסתר\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.759Z\",\"updatedAt\":\"2023-09-10T22:32:10.759Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3109",
            "student",
            "DELETE",
            "{\"id\":3109,\"userId\":1,\"year\":null,\"tz\":\"215250762\",\"name\":\"מאי חדוה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.777Z\",\"updatedAt\":\"2023-09-10T22:32:10.777Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3058",
            "student",
            "DELETE",
            "{\"id\":3058,\"userId\":1,\"year\":null,\"tz\":\"209593326\",\"name\":\"הוכמן יעל\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.429Z\",\"updatedAt\":\"2023-09-10T22:32:10.429Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3010",
            "student",
            "DELETE",
            "{\"id\":3010,\"userId\":1,\"year\":null,\"tz\":\"214969321\",\"name\":\"בלייכר יטלי\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.047Z\",\"updatedAt\":\"2023-09-10T22:32:10.047Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3098",
            "student",
            "DELETE",
            "{\"id\":3098,\"userId\":1,\"year\":null,\"tz\":\"326676814\",\"name\":\"כהן מלכה בתיה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.682Z\",\"updatedAt\":\"2023-09-10T22:32:10.682Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3082",
            "student",
            "DELETE",
            "{\"id\":3082,\"userId\":1,\"year\":null,\"tz\":\"215112624\",\"name\":\"טרופר רבקה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.605Z\",\"updatedAt\":\"2023-09-10T22:32:10.605Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3093",
            "student",
            "DELETE",
            "{\"id\":3093,\"userId\":1,\"year\":null,\"tz\":\"215086562\",\"name\":\"כהן אפרת\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.665Z\",\"updatedAt\":\"2023-09-10T22:32:10.665Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3123",
            "student",
            "DELETE",
            "{\"id\":3123,\"userId\":1,\"year\":null,\"tz\":\"214860207\",\"name\":\"סורקיס חנה פייגא\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.850Z\",\"updatedAt\":\"2023-09-10T22:32:10.850Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3064",
            "student",
            "DELETE",
            "{\"id\":3064,\"userId\":1,\"year\":null,\"tz\":\"215086778\",\"name\":\"וינטרויב מלכה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.481Z\",\"updatedAt\":\"2023-09-10T22:32:10.481Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3096",
            "student",
            "DELETE",
            "{\"id\":3096,\"userId\":1,\"year\":null,\"tz\":\"215272865\",\"name\":\"כהן יעל\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.676Z\",\"updatedAt\":\"2023-09-10T22:32:10.676Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3117",
            "student",
            "DELETE",
            "{\"id\":3117,\"userId\":1,\"year\":null,\"tz\":\"329594212\",\"name\":\"נחמד יהודית מיכל\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.821Z\",\"updatedAt\":\"2023-09-10T22:32:10.821Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3048",
            "student",
            "DELETE",
            "{\"id\":3048,\"userId\":1,\"year\":null,\"tz\":\"329090633\",\"name\":\"דהאן יעל\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.360Z\",\"updatedAt\":\"2023-09-10T22:32:10.360Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3118",
            "student",
            "DELETE",
            "{\"id\":3118,\"userId\":1,\"year\":null,\"tz\":\"215467994\",\"name\":\"ניזרי נעמי\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.825Z\",\"updatedAt\":\"2023-09-10T22:32:10.825Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3099",
            "student",
            "DELETE",
            "{\"id\":3099,\"userId\":1,\"year\":null,\"tz\":\"209923069\",\"name\":\"כהן רחל יהודית\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.687Z\",\"updatedAt\":\"2023-09-10T22:32:10.687Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3073",
            "student",
            "DELETE",
            "{\"id\":3073,\"userId\":1,\"year\":null,\"tz\":\"215251000\",\"name\":\"חדד אפרת\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.560Z\",\"updatedAt\":\"2023-09-10T22:32:10.560Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3112",
            "student",
            "DELETE",
            "{\"id\":3112,\"userId\":1,\"year\":null,\"tz\":\"214862757\",\"name\":\"מוטיאי אפרת יהודית\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.797Z\",\"updatedAt\":\"2023-09-10T22:32:10.797Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3079",
            "student",
            "DELETE",
            "{\"id\":3079,\"userId\":1,\"year\":null,\"tz\":\"327866620\",\"name\":\"טוקצינסקי רות\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.584Z\",\"updatedAt\":\"2023-09-10T22:32:10.584Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3097",
            "student",
            "DELETE",
            "{\"id\":3097,\"userId\":1,\"year\":null,\"tz\":\"214832990\",\"name\":\"כהן מיכל\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.679Z\",\"updatedAt\":\"2023-09-10T22:32:10.679Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3077",
            "student",
            "DELETE",
            "{\"id\":3077,\"userId\":1,\"year\":null,\"tz\":\"214860777\",\"name\":\"חלבי אסתר\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.576Z\",\"updatedAt\":\"2023-09-10T22:32:10.576Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3110",
            "student",
            "DELETE",
            "{\"id\":3110,\"userId\":1,\"year\":null,\"tz\":\"215163379\",\"name\":\"מדמון חנה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.783Z\",\"updatedAt\":\"2023-09-10T22:32:10.783Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3095",
            "student",
            "DELETE",
            "{\"id\":3095,\"userId\":1,\"year\":null,\"tz\":\"214832263\",\"name\":\"כהן חנה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.672Z\",\"updatedAt\":\"2023-09-10T22:32:10.672Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3091",
            "student",
            "DELETE",
            "{\"id\":3091,\"userId\":1,\"year\":null,\"tz\":\"327771176\",\"name\":\"ישוביוף אסתר\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.656Z\",\"updatedAt\":\"2023-09-10T22:32:10.656Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3076",
            "student",
            "DELETE",
            "{\"id\":3076,\"userId\":1,\"year\":null,\"tz\":\"327774766\",\"name\":\"חיים יעל\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.572Z\",\"updatedAt\":\"2023-09-10T22:32:10.572Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3041",
            "student",
            "DELETE",
            "{\"id\":3041,\"userId\":1,\"year\":null,\"tz\":\"214834244\",\"name\":\"גריינימן עדינה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.319Z\",\"updatedAt\":\"2023-09-10T22:32:10.319Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3039",
            "student",
            "DELETE",
            "{\"id\":3039,\"userId\":1,\"year\":null,\"tz\":\"215126814\",\"name\":\"גרוסברד צפורה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.307Z\",\"updatedAt\":\"2023-09-10T22:32:10.307Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3088",
            "student",
            "DELETE",
            "{\"id\":3088,\"userId\":1,\"year\":null,\"tz\":\"327867495\",\"name\":\"יעקובוב רות\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.640Z\",\"updatedAt\":\"2023-09-10T22:32:10.640Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3053",
            "student",
            "DELETE",
            "{\"id\":3053,\"userId\":1,\"year\":null,\"tz\":\"214824096\",\"name\":\"דיבון לאה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.399Z\",\"updatedAt\":\"2023-09-10T22:32:10.399Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3113",
            "student",
            "DELETE",
            "{\"id\":3113,\"userId\":1,\"year\":null,\"tz\":\"215113069\",\"name\":\"מושקט חגית\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.800Z\",\"updatedAt\":\"2023-09-10T22:32:10.800Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3072",
            "student",
            "DELETE",
            "{\"id\":3072,\"userId\":1,\"year\":null,\"tz\":\"327837308\",\"name\":\"חבושה אפרת\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.555Z\",\"updatedAt\":\"2023-09-10T22:32:10.555Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3070",
            "student",
            "DELETE",
            "{\"id\":3070,\"userId\":1,\"year\":null,\"tz\":\"215086901\",\"name\":\"זכאי אילה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.542Z\",\"updatedAt\":\"2023-09-10T22:32:10.542Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3087",
            "student",
            "DELETE",
            "{\"id\":3087,\"userId\":1,\"year\":null,\"tz\":\"214822314\",\"name\":\"ינאי שושנה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.636Z\",\"updatedAt\":\"2023-09-10T22:32:10.636Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3074",
            "student",
            "DELETE",
            "{\"id\":3074,\"userId\":1,\"year\":null,\"tz\":\"329149082\",\"name\":\"חדד מיכל\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.564Z\",\"updatedAt\":\"2023-09-10T22:32:10.564Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3084",
            "student",
            "DELETE",
            "{\"id\":3084,\"userId\":1,\"year\":null,\"tz\":\"327863544\",\"name\":\"יגלניק יעל\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.624Z\",\"updatedAt\":\"2023-09-10T22:32:10.624Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3089",
            "student",
            "DELETE",
            "{\"id\":3089,\"userId\":1,\"year\":null,\"tz\":\"326547510\",\"name\":\"יפרח רות\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.645Z\",\"updatedAt\":\"2023-09-10T22:32:10.645Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3033",
            "student",
            "DELETE",
            "{\"id\":3033,\"userId\":1,\"year\":null,\"tz\":\"215085051\",\"name\":\"גמליאל גילה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.253Z\",\"updatedAt\":\"2023-09-10T22:32:10.253Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3111",
            "student",
            "DELETE",
            "{\"id\":3111,\"userId\":1,\"year\":null,\"tz\":\"327937678\",\"name\":\"מדן הדסה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.789Z\",\"updatedAt\":\"2023-09-10T22:32:10.789Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3060",
            "student",
            "DELETE",
            "{\"id\":3060,\"userId\":1,\"year\":null,\"tz\":\"215128539\",\"name\":\"וידר יעל\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.435Z\",\"updatedAt\":\"2023-09-10T22:32:10.435Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3085",
            "student",
            "DELETE",
            "{\"id\":3085,\"userId\":1,\"year\":null,\"tz\":\"215087974\",\"name\":\"יוספי אילת\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.627Z\",\"updatedAt\":\"2023-09-10T22:32:10.627Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3004",
            "student",
            "DELETE",
            "{\"id\":3004,\"userId\":1,\"year\":null,\"tz\":\"215128190\",\"name\":\"בביוף יעל\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.007Z\",\"updatedAt\":\"2023-09-10T22:32:10.007Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3071",
            "student",
            "DELETE",
            "{\"id\":3071,\"userId\":1,\"year\":null,\"tz\":\"215111188\",\"name\":\"זרביב פנינה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.547Z\",\"updatedAt\":\"2023-09-10T22:32:10.547Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "2996",
            "student",
            "DELETE",
            "{\"id\":2996,\"userId\":1,\"year\":null,\"tz\":\"215130410\",\"name\":\"אלחרר נועה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:09.935Z\",\"updatedAt\":\"2023-09-10T22:32:09.935Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3057",
            "student",
            "DELETE",
            "{\"id\":3057,\"userId\":1,\"year\":null,\"tz\":\"215126749\",\"name\":\"דמתי בת שבע\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.423Z\",\"updatedAt\":\"2023-09-10T22:32:10.423Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3069",
            "student",
            "DELETE",
            "{\"id\":3069,\"userId\":1,\"year\":null,\"tz\":\"215089491\",\"name\":\"זילבר מיכל\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.536Z\",\"updatedAt\":\"2023-09-10T22:32:10.536Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3124",
            "student",
            "DELETE",
            "{\"id\":3124,\"userId\":1,\"year\":null,\"tz\":\"215246760\",\"name\":\"סיטון איילה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.854Z\",\"updatedAt\":\"2023-09-10T22:32:10.854Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3083",
            "student",
            "DELETE",
            "{\"id\":3083,\"userId\":1,\"year\":null,\"tz\":\"326677713\",\"name\":\"יגאלי תרצה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.619Z\",\"updatedAt\":\"2023-09-10T22:32:10.619Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3068",
            "student",
            "DELETE",
            "{\"id\":3068,\"userId\":1,\"year\":null,\"tz\":\"214397234\",\"name\":\"זיו מיכל\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.523Z\",\"updatedAt\":\"2023-09-10T22:32:10.523Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3056",
            "student",
            "DELETE",
            "{\"id\":3056,\"userId\":1,\"year\":null,\"tz\":\"326618055\",\"name\":\"דיקמן רות\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.419Z\",\"updatedAt\":\"2023-09-10T22:32:10.419Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3063",
            "student",
            "DELETE",
            "{\"id\":3063,\"userId\":1,\"year\":null,\"tz\":\"214873119\",\"name\":\"וייס יהודית\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.471Z\",\"updatedAt\":\"2023-09-10T22:32:10.471Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3127",
            "student",
            "DELETE",
            "{\"id\":3127,\"userId\":1,\"year\":null,\"tz\":\"326656667\",\"name\":\"סמוטני נחמה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.866Z\",\"updatedAt\":\"2023-09-10T22:32:10.866Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3001",
            "student",
            "DELETE",
            "{\"id\":3001,\"userId\":1,\"year\":null,\"tz\":\"215246588\",\"name\":\"אמר חנה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:09.989Z\",\"updatedAt\":\"2023-09-10T22:32:09.989Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3080",
            "student",
            "DELETE",
            "{\"id\":3080,\"userId\":1,\"year\":null,\"tz\":\"215254590\",\"name\":\"טורצין יהודית\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.588Z\",\"updatedAt\":\"2023-09-10T22:32:10.588Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3102",
            "student",
            "DELETE",
            "{\"id\":3102,\"userId\":1,\"year\":null,\"tz\":\"215111345\",\"name\":\"כהן שירה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.713Z\",\"updatedAt\":\"2023-09-10T22:32:10.713Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3050",
            "student",
            "DELETE",
            "{\"id\":3050,\"userId\":1,\"year\":null,\"tz\":\"214834756\",\"name\":\"דוד תהילה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.372Z\",\"updatedAt\":\"2023-09-10T22:32:10.372Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3066",
            "student",
            "DELETE",
            "{\"id\":3066,\"userId\":1,\"year\":null,\"tz\":\"215110495\",\"name\":\"ועלני שירה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.506Z\",\"updatedAt\":\"2023-09-10T22:32:10.506Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3067",
            "student",
            "DELETE",
            "{\"id\":3067,\"userId\":1,\"year\":null,\"tz\":\"214900409\",\"name\":\"ועקנין מיכל רחל\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.516Z\",\"updatedAt\":\"2023-09-10T22:32:10.516Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3034",
            "student",
            "DELETE",
            "{\"id\":3034,\"userId\":1,\"year\":null,\"tz\":\"215112095\",\"name\":\"גניאן דבורה שרה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.271Z\",\"updatedAt\":\"2023-09-10T22:32:10.271Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3078",
            "student",
            "DELETE",
            "{\"id\":3078,\"userId\":1,\"year\":null,\"tz\":\"326547957\",\"name\":\"חמדי מרים\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.580Z\",\"updatedAt\":\"2023-09-10T22:32:10.580Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3065",
            "student",
            "DELETE",
            "{\"id\":3065,\"userId\":1,\"year\":null,\"tz\":\"214832982\",\"name\":\"ויצמן יעל\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.491Z\",\"updatedAt\":\"2023-09-10T22:32:10.491Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3035",
            "student",
            "DELETE",
            "{\"id\":3035,\"userId\":1,\"year\":null,\"tz\":\"327651964\",\"name\":\"ג'ראפי תמר\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.280Z\",\"updatedAt\":\"2023-09-10T22:32:10.280Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3036",
            "student",
            "DELETE",
            "{\"id\":3036,\"userId\":1,\"year\":null,\"tz\":\"327752374\",\"name\":\"גרב נעמי\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.285Z\",\"updatedAt\":\"2023-09-10T22:32:10.285Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3005",
            "student",
            "DELETE",
            "{\"id\":3005,\"userId\":1,\"year\":null,\"tz\":\"215200023\",\"name\":\"בובליל איילה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.016Z\",\"updatedAt\":\"2023-09-10T22:32:10.016Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3052",
            "student",
            "DELETE",
            "{\"id\":3052,\"userId\":1,\"year\":null,\"tz\":\"214860991\",\"name\":\"דונר מרים\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.392Z\",\"updatedAt\":\"2023-09-10T22:32:10.392Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3075",
            "student",
            "DELETE",
            "{\"id\":3075,\"userId\":1,\"year\":null,\"tz\":\"215061730\",\"name\":\"חזן הדסה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.568Z\",\"updatedAt\":\"2023-09-10T22:32:10.568Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3061",
            "student",
            "DELETE",
            "{\"id\":3061,\"userId\":1,\"year\":null,\"tz\":\"327803425\",\"name\":\"ויזל אסתר\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.439Z\",\"updatedAt\":\"2023-09-10T22:32:10.439Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3031",
            "student",
            "DELETE",
            "{\"id\":3031,\"userId\":1,\"year\":null,\"tz\":\"215357963\",\"name\":\"גוסלקר רחל\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.240Z\",\"updatedAt\":\"2023-09-10T22:32:10.240Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3040",
            "student",
            "DELETE",
            "{\"id\":3040,\"userId\":1,\"year\":null,\"tz\":\"215254855\",\"name\":\"גריינימן אסתר\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.312Z\",\"updatedAt\":\"2023-09-10T22:32:10.312Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3081",
            "student",
            "DELETE",
            "{\"id\":3081,\"userId\":1,\"year\":null,\"tz\":\"329178354\",\"name\":\"טרבלסי חנה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.592Z\",\"updatedAt\":\"2023-09-10T22:32:10.592Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3003",
            "student",
            "DELETE",
            "{\"id\":3003,\"userId\":1,\"year\":null,\"tz\":\"326619681\",\"name\":\"אתרוג רחל אודל\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.000Z\",\"updatedAt\":\"2023-09-10T22:32:10.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3062",
            "student",
            "DELETE",
            "{\"id\":3062,\"userId\":1,\"year\":null,\"tz\":\"214872806\",\"name\":\"ויזל רחל\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.453Z\",\"updatedAt\":\"2023-09-10T22:32:10.453Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3059",
            "student",
            "DELETE",
            "{\"id\":3059,\"userId\":1,\"year\":null,\"tz\":\"328174388\",\"name\":\"והב רות\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.432Z\",\"updatedAt\":\"2023-09-10T22:32:10.432Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "2995",
            "student",
            "DELETE",
            "{\"id\":2995,\"userId\":1,\"year\":null,\"tz\":\"215111584\",\"name\":\"אלחרר מיכל\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:09.929Z\",\"updatedAt\":\"2023-09-10T22:32:09.929Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3021",
            "student",
            "DELETE",
            "{\"id\":3021,\"userId\":1,\"year\":null,\"tz\":\"327802823\",\"name\":\"בצרי חנה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.126Z\",\"updatedAt\":\"2023-09-10T22:32:10.126Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3051",
            "student",
            "DELETE",
            "{\"id\":3051,\"userId\":1,\"year\":null,\"tz\":\"215459660\",\"name\":\"דוידוב אילת חן\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.378Z\",\"updatedAt\":\"2023-09-10T22:32:10.378Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3007",
            "student",
            "DELETE",
            "{\"id\":3007,\"userId\":1,\"year\":null,\"tz\":\"214884777\",\"name\":\"בוטבול מיכל\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.028Z\",\"updatedAt\":\"2023-09-10T22:32:10.028Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3012",
            "student",
            "DELETE",
            "{\"id\":3012,\"userId\":1,\"year\":null,\"tz\":\"215300005\",\"name\":\"בן דוד אפרת\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.055Z\",\"updatedAt\":\"2023-09-10T22:32:10.055Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3008",
            "student",
            "DELETE",
            "{\"id\":3008,\"userId\":1,\"year\":null,\"tz\":\"327564035\",\"name\":\"בוסקילה הילה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.033Z\",\"updatedAt\":\"2023-09-10T22:32:10.033Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3055",
            "student",
            "DELETE",
            "{\"id\":3055,\"userId\":1,\"year\":null,\"tz\":\"215128273\",\"name\":\"דייטש מרים\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.413Z\",\"updatedAt\":\"2023-09-10T22:32:10.413Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3054",
            "student",
            "DELETE",
            "{\"id\":3054,\"userId\":1,\"year\":null,\"tz\":\"215249087\",\"name\":\"דיגורקר רות\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.408Z\",\"updatedAt\":\"2023-09-10T22:32:10.408Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3000",
            "student",
            "DELETE",
            "{\"id\":3000,\"userId\":1,\"year\":null,\"tz\":\"215368358\",\"name\":\"אמזלג אביגיל\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:09.984Z\",\"updatedAt\":\"2023-09-10T22:32:09.984Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3049",
            "student",
            "DELETE",
            "{\"id\":3049,\"userId\":1,\"year\":null,\"tz\":\"327802856\",\"name\":\"דהאן מיכל\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.367Z\",\"updatedAt\":\"2023-09-10T22:32:10.367Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3020",
            "student",
            "DELETE",
            "{\"id\":3020,\"userId\":1,\"year\":null,\"tz\":\"215028523\",\"name\":\"בצלאל איילת\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.121Z\",\"updatedAt\":\"2023-09-10T22:32:10.121Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3006",
            "student",
            "DELETE",
            "{\"id\":3006,\"userId\":1,\"year\":null,\"tz\":\"214996159\",\"name\":\"בודנר מיכל\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.024Z\",\"updatedAt\":\"2023-09-10T22:32:10.024Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "2994",
            "student",
            "DELETE",
            "{\"id\":2994,\"userId\":1,\"year\":null,\"tz\":\"327832333\",\"name\":\"אלבז אפרת\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:09.924Z\",\"updatedAt\":\"2023-09-10T22:32:09.924Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3037",
            "student",
            "DELETE",
            "{\"id\":3037,\"userId\":1,\"year\":null,\"tz\":\"215089749\",\"name\":\"גרבר אהובה שרה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.292Z\",\"updatedAt\":\"2023-09-10T22:32:10.292Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3028",
            "student",
            "DELETE",
            "{\"id\":3028,\"userId\":1,\"year\":null,\"tz\":\"327801684\",\"name\":\"גודשמיט אסתר\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.214Z\",\"updatedAt\":\"2023-09-10T22:32:10.214Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3038",
            "student",
            "DELETE",
            "{\"id\":3038,\"userId\":1,\"year\":null,\"tz\":\"326591856\",\"name\":\"גרודקה תמר אלישבע\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.303Z\",\"updatedAt\":\"2023-09-10T22:32:10.303Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3032",
            "student",
            "DELETE",
            "{\"id\":3032,\"userId\":1,\"year\":null,\"tz\":\"215252271\",\"name\":\"גיהן יעל\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.247Z\",\"updatedAt\":\"2023-09-10T22:32:10.247Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3044",
            "student",
            "DELETE",
            "{\"id\":3044,\"userId\":1,\"year\":null,\"tz\":\"215128745\",\"name\":\"גרנט תמר\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.331Z\",\"updatedAt\":\"2023-09-10T22:32:10.331Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3045",
            "student",
            "DELETE",
            "{\"id\":3045,\"userId\":1,\"year\":null,\"tz\":\"328490651\",\"name\":\"דבי יעל\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.336Z\",\"updatedAt\":\"2023-09-10T22:32:10.336Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "2993",
            "student",
            "DELETE",
            "{\"id\":2993,\"userId\":1,\"year\":null,\"tz\":\"327867461\",\"name\":\"איזנקרפט נעמי\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:09.904Z\",\"updatedAt\":\"2023-09-10T22:32:09.904Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3046",
            "student",
            "DELETE",
            "{\"id\":3046,\"userId\":1,\"year\":null,\"tz\":\"327800298\",\"name\":\"דבש תמר שיר\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.349Z\",\"updatedAt\":\"2023-09-10T22:32:10.349Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3014",
            "student",
            "DELETE",
            "{\"id\":3014,\"userId\":1,\"year\":null,\"tz\":\"214901837\",\"name\":\"בנדיקט לאה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.066Z\",\"updatedAt\":\"2023-09-10T22:32:10.066Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3043",
            "student",
            "DELETE",
            "{\"id\":3043,\"userId\":1,\"year\":null,\"tz\":\"214903270\",\"name\":\"גרנט פרידל מרים\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.327Z\",\"updatedAt\":\"2023-09-10T22:32:10.327Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3029",
            "student",
            "DELETE",
            "{\"id\":3029,\"userId\":1,\"year\":null,\"tz\":\"214874018\",\"name\":\"גולדברג אילה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.227Z\",\"updatedAt\":\"2023-09-10T22:32:10.227Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3042",
            "student",
            "DELETE",
            "{\"id\":3042,\"userId\":1,\"year\":null,\"tz\":\"215128984\",\"name\":\"גרינולד תמר\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.323Z\",\"updatedAt\":\"2023-09-10T22:32:10.323Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3011",
            "student",
            "DELETE",
            "{\"id\":3011,\"userId\":1,\"year\":null,\"tz\":\"214860751\",\"name\":\"בלך נעמה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.051Z\",\"updatedAt\":\"2023-09-10T22:32:10.051Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3024",
            "student",
            "DELETE",
            "{\"id\":3024,\"userId\":1,\"year\":null,\"tz\":\"215581273\",\"name\":\"ברונר יעל\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.184Z\",\"updatedAt\":\"2023-09-10T22:32:10.184Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3009",
            "student",
            "DELETE",
            "{\"id\":3009,\"userId\":1,\"year\":null,\"tz\":\"326094661\",\"name\":\"בלוי אסתר\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.043Z\",\"updatedAt\":\"2023-09-10T22:32:10.043Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "2999",
            "student",
            "DELETE",
            "{\"id\":2999,\"userId\":1,\"year\":null,\"tz\":\"326276375\",\"name\":\"אלמקייס תמר\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:09.969Z\",\"updatedAt\":\"2023-09-10T22:32:09.969Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "2997",
            "student",
            "DELETE",
            "{\"id\":2997,\"userId\":1,\"year\":null,\"tz\":\"215087263\",\"name\":\"אליה אביגיל\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:09.952Z\",\"updatedAt\":\"2023-09-10T22:32:09.952Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3023",
            "student",
            "DELETE",
            "{\"id\":3023,\"userId\":1,\"year\":null,\"tz\":\"329146021\",\"name\":\"ברוורמן גיטל טובה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.157Z\",\"updatedAt\":\"2023-09-10T22:32:10.157Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3022",
            "student",
            "DELETE",
            "{\"id\":3022,\"userId\":1,\"year\":null,\"tz\":\"327770756\",\"name\":\"ברגשטין הדסה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.145Z\",\"updatedAt\":\"2023-09-10T22:32:10.145Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "2998",
            "student",
            "DELETE",
            "{\"id\":2998,\"userId\":1,\"year\":null,\"tz\":\"214863169\",\"name\":\"אלישייב הדסה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:09.960Z\",\"updatedAt\":\"2023-09-10T22:32:09.960Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3025",
            "student",
            "DELETE",
            "{\"id\":3025,\"userId\":1,\"year\":null,\"tz\":\"214873143\",\"name\":\"ברוקהיימר אלישבע\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.194Z\",\"updatedAt\":\"2023-09-10T22:32:10.194Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3026",
            "student",
            "DELETE",
            "{\"id\":3026,\"userId\":1,\"year\":null,\"tz\":\"326593258\",\"name\":\"ברסלויער אילה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.206Z\",\"updatedAt\":\"2023-09-10T22:32:10.206Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3018",
            "student",
            "DELETE",
            "{\"id\":3018,\"userId\":1,\"year\":null,\"tz\":\"327821088\",\"name\":\"בן-ציון תמר\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.093Z\",\"updatedAt\":\"2023-09-10T22:32:10.093Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3027",
            "student",
            "DELETE",
            "{\"id\":3027,\"userId\":1,\"year\":null,\"tz\":\"215123746\",\"name\":\"גדיאן נועה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.210Z\",\"updatedAt\":\"2023-09-10T22:32:10.210Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3015",
            "student",
            "DELETE",
            "{\"id\":3015,\"userId\":1,\"year\":null,\"tz\":\"214948416\",\"name\":\"בנדר מיכל מלכה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.074Z\",\"updatedAt\":\"2023-09-10T22:32:10.074Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3016",
            "student",
            "DELETE",
            "{\"id\":3016,\"userId\":1,\"year\":null,\"tz\":\"214995524\",\"name\":\"בנזימן שירה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.082Z\",\"updatedAt\":\"2023-09-10T22:32:10.082Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3002",
            "student",
            "DELETE",
            "{\"id\":3002,\"userId\":1,\"year\":null,\"tz\":\"214821399\",\"name\":\"אסולין מיכל\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:09.996Z\",\"updatedAt\":\"2023-09-10T22:32:09.996Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3017",
            "student",
            "DELETE",
            "{\"id\":3017,\"userId\":1,\"year\":null,\"tz\":\"327866950\",\"name\":\"בן-משה הדסה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.087Z\",\"updatedAt\":\"2023-09-10T22:32:10.087Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "2987",
            "student",
            "DELETE",
            "{\"id\":2987,\"userId\":1,\"year\":null,\"tz\":\"214903734\",\"name\":\"אוחיון חנה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:09.850Z\",\"updatedAt\":\"2023-09-10T22:32:09.850Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "2992",
            "student",
            "DELETE",
            "{\"id\":2992,\"userId\":1,\"year\":null,\"tz\":\"215088725\",\"name\":\"איזן תמר\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:09.898Z\",\"updatedAt\":\"2023-09-10T22:32:09.898Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3013",
            "student",
            "DELETE",
            "{\"id\":3013,\"userId\":1,\"year\":null,\"tz\":\"214901035\",\"name\":\"בן עטר תמר\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.060Z\",\"updatedAt\":\"2023-09-10T22:32:10.060Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "3019",
            "student",
            "DELETE",
            "{\"id\":3019,\"userId\":1,\"year\":null,\"tz\":\"327801122\",\"name\":\"בן-שמחון אביטל\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:10.097Z\",\"updatedAt\":\"2023-09-10T22:32:10.097Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "2991",
            "student",
            "DELETE",
            "{\"id\":2991,\"userId\":1,\"year\":null,\"tz\":\"327803805\",\"name\":\"אטיאס נועה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:09.888Z\",\"updatedAt\":\"2023-09-10T22:32:09.888Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "2982",
            "student",
            "DELETE",
            "{\"id\":2982,\"userId\":1,\"year\":null,\"tz\":\"326618865\",\"name\":\"אבני גולדה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:09.805Z\",\"updatedAt\":\"2023-09-10T22:32:09.805Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "2983",
            "student",
            "DELETE",
            "{\"id\":2983,\"userId\":1,\"year\":null,\"tz\":\"215235656\",\"name\":\"אברהם מיכל בילא\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:09.813Z\",\"updatedAt\":\"2023-09-10T22:32:09.813Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "2988",
            "student",
            "DELETE",
            "{\"id\":2988,\"userId\":1,\"year\":null,\"tz\":\"327821260\",\"name\":\"אוירבך תמר\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:09.857Z\",\"updatedAt\":\"2023-09-10T22:32:09.857Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "2990",
            "student",
            "DELETE",
            "{\"id\":2990,\"userId\":1,\"year\":null,\"tz\":\"214861767\",\"name\":\"אזולאי אביטל\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:09.881Z\",\"updatedAt\":\"2023-09-10T22:32:09.881Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "2989",
            "student",
            "DELETE",
            "{\"id\":2989,\"userId\":1,\"year\":null,\"tz\":\"327869848\",\"name\":\"אונגר לאה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:09.874Z\",\"updatedAt\":\"2023-09-10T22:32:09.874Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "2984",
            "student",
            "DELETE",
            "{\"id\":2984,\"userId\":1,\"year\":null,\"tz\":\"215218330\",\"name\":\"אברהם רחל\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:09.824Z\",\"updatedAt\":\"2023-09-10T22:32:09.824Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "2985",
            "student",
            "DELETE",
            "{\"id\":2985,\"userId\":1,\"year\":null,\"tz\":\"215553835\",\"name\":\"אברמוביץ רות\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:09.830Z\",\"updatedAt\":\"2023-09-10T22:32:09.830Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "2986",
            "student",
            "DELETE",
            "{\"id\":2986,\"userId\":1,\"year\":null,\"tz\":\"214823981\",\"name\":\"אודסר שרה\",\"comment\":null,\"createdAt\":\"2023-09-10T22:32:09.846Z\",\"updatedAt\":\"2023-09-10T22:32:09.846Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "1007",
            "student",
            "DELETE",
            "{\"id\":1007,\"userId\":1,\"year\":null,\"tz\":\"214375776\",\"name\":\"שוקרון הדס\",\"comment\":null,\"createdAt\":\"2022-09-20T12:57:49.000Z\",\"updatedAt\":\"2022-09-20T12:57:49.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "1006",
            "student",
            "DELETE",
            "{\"id\":1006,\"userId\":1,\"year\":null,\"tz\":\"325444099\",\"name\":\"רוט תמר\",\"comment\":null,\"createdAt\":\"2022-09-20T12:57:49.000Z\",\"updatedAt\":\"2022-09-20T12:57:49.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "1004",
            "student",
            "DELETE",
            "{\"id\":1004,\"userId\":1,\"year\":null,\"tz\":\"214377517\",\"name\":\"קדמי מיכל\",\"comment\":null,\"createdAt\":\"2022-09-20T12:57:49.000Z\",\"updatedAt\":\"2022-09-20T12:57:49.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "538",
            "student",
            "DELETE",
            "{\"id\":538,\"userId\":1,\"year\":null,\"tz\":\"214383838\",\"name\":\"שהרבני רבקה\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "1003",
            "student",
            "DELETE",
            "{\"id\":1003,\"userId\":1,\"year\":null,\"tz\":\"326549284\",\"name\":\"מונק  אסתר\",\"comment\":null,\"createdAt\":\"2022-09-20T12:57:49.000Z\",\"updatedAt\":\"2022-09-20T12:57:49.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "510",
            "student",
            "DELETE",
            "{\"id\":510,\"userId\":1,\"year\":null,\"tz\":\"325447084\",\"name\":\"טורק שרה\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "1001",
            "student",
            "DELETE",
            "{\"id\":1001,\"userId\":1,\"year\":null,\"tz\":\"325440238\",\"name\":\"ועקנין יעל\",\"comment\":null,\"createdAt\":\"2022-09-20T12:57:49.000Z\",\"updatedAt\":\"2022-09-20T12:57:49.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "519",
            "student",
            "DELETE",
            "{\"id\":519,\"userId\":1,\"year\":null,\"tz\":\"326549821\",\"name\":\"לויסון חנה\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "504",
            "student",
            "DELETE",
            "{\"id\":504,\"userId\":1,\"year\":null,\"tz\":\"214278970\",\"name\":\"הלוי תהילה\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "527",
            "student",
            "DELETE",
            "{\"id\":527,\"userId\":1,\"year\":null,\"tz\":\"213303795\",\"name\":\"נקאש הודיה\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "622",
            "student",
            "DELETE",
            "{\"id\":622,\"userId\":1,\"year\":null,\"tz\":\"214222705\",\"name\":\"אבוקסיס רות\",\"comment\":null,\"createdAt\":\"2022-09-14T19:17:05.000Z\",\"updatedAt\":\"2022-09-14T19:17:05.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "1005",
            "student",
            "DELETE",
            "{\"id\":1005,\"userId\":1,\"year\":null,\"tz\":\"326483419\",\"name\":\"רביוב  תקוה\",\"comment\":null,\"createdAt\":\"2022-09-20T12:57:49.000Z\",\"updatedAt\":\"2022-09-20T12:57:49.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "517",
            "student",
            "DELETE",
            "{\"id\":517,\"userId\":1,\"year\":null,\"tz\":\"325064640\",\"name\":\"לבקוביץ מלכה\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "518",
            "student",
            "DELETE",
            "{\"id\":518,\"userId\":1,\"year\":null,\"tz\":\"326591989\",\"name\":\"לויליכט מלכה\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "492",
            "student",
            "DELETE",
            "{\"id\":492,\"userId\":1,\"year\":null,\"tz\":\"325934909\",\"name\":\"גבאי לאה\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "464",
            "student",
            "DELETE",
            "{\"id\":464,\"userId\":1,\"year\":null,\"tz\":\"326655628\",\"name\":\"פיסם רות\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "618",
            "student",
            "DELETE",
            "{\"id\":618,\"userId\":1,\"year\":null,\"tz\":\"326370368\",\"name\":\"כהן אושרת\",\"comment\":null,\"createdAt\":\"2022-09-14T19:14:50.000Z\",\"updatedAt\":\"2022-09-14T19:14:50.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "541",
            "student",
            "DELETE",
            "{\"id\":541,\"userId\":1,\"year\":null,\"tz\":\"214414930\",\"name\":\"שמריהו שירה\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "610",
            "student",
            "DELETE",
            "{\"id\":610,\"userId\":1,\"year\":null,\"tz\":\"325484673\",\"name\":\"הורוביץ תמר\",\"comment\":null,\"createdAt\":\"2022-07-31T14:32:09.000Z\",\"updatedAt\":\"2022-07-31T14:32:09.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "611",
            "student",
            "DELETE",
            "{\"id\":611,\"userId\":1,\"year\":null,\"tz\":\"214822561\",\"name\":\"הלוי אודליה\",\"comment\":null,\"createdAt\":\"2022-07-31T14:32:21.000Z\",\"updatedAt\":\"2022-07-31T14:32:21.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "496",
            "student",
            "DELETE",
            "{\"id\":496,\"userId\":1,\"year\":null,\"tz\":\"325749943\",\"name\":\"גלילי הודיה\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "616",
            "student",
            "DELETE",
            "{\"id\":616,\"userId\":1,\"year\":null,\"tz\":\"325955292\",\"name\":\"ברוינר יוכבד\",\"comment\":null,\"createdAt\":\"2022-09-14T16:42:41.000Z\",\"updatedAt\":\"2022-09-14T16:42:41.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "539",
            "student",
            "DELETE",
            "{\"id\":539,\"userId\":1,\"year\":null,\"tz\":\"326238722\",\"name\":\"שיטרית מיכל\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "535",
            "student",
            "DELETE",
            "{\"id\":535,\"userId\":1,\"year\":null,\"tz\":\"213397060\",\"name\":\"קורלנסקי שרה\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "528",
            "student",
            "DELETE",
            "{\"id\":528,\"userId\":1,\"year\":null,\"tz\":\"325955730\",\"name\":\"סימן טוב תמר\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "505",
            "student",
            "DELETE",
            "{\"id\":505,\"userId\":1,\"year\":null,\"tz\":\"213689953\",\"name\":\"ויצמן שירה\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "999",
            "student",
            "DELETE",
            "{\"id\":999,\"userId\":1,\"year\":null,\"tz\":\"325748275\",\"name\":\"גבלר מיכל\",\"comment\":null,\"createdAt\":\"2022-09-20T12:57:49.000Z\",\"updatedAt\":\"2022-09-20T12:57:49.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "531",
            "student",
            "DELETE",
            "{\"id\":531,\"userId\":1,\"year\":null,\"tz\":\"213278690\",\"name\":\"פריינד הדסה\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "533",
            "student",
            "DELETE",
            "{\"id\":533,\"userId\":1,\"year\":null,\"tz\":\"323827493\",\"name\":\"קדם שירה\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "507",
            "student",
            "DELETE",
            "{\"id\":507,\"userId\":1,\"year\":null,\"tz\":\"318075546\",\"name\":\"זילבר רחל\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "1002",
            "student",
            "DELETE",
            "{\"id\":1002,\"userId\":1,\"year\":null,\"tz\":\"214379588\",\"name\":\"הוניגסברג יפה\",\"comment\":null,\"createdAt\":\"2022-09-20T12:57:49.000Z\",\"updatedAt\":\"2022-09-20T12:57:49.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "508",
            "student",
            "DELETE",
            "{\"id\":508,\"userId\":1,\"year\":null,\"tz\":\"213821093\",\"name\":\"חדד אביגיל\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "523",
            "student",
            "DELETE",
            "{\"id\":523,\"userId\":1,\"year\":null,\"tz\":\"213232945\",\"name\":\"מור יוסף בתיה\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "623",
            "student",
            "DELETE",
            "{\"id\":623,\"userId\":1,\"year\":null,\"tz\":\"214376485\",\"name\":\"שלי ברכה\",\"comment\":null,\"createdAt\":\"2022-09-14T19:17:48.000Z\",\"updatedAt\":\"2022-09-14T19:17:48.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "526",
            "student",
            "DELETE",
            "{\"id\":526,\"userId\":1,\"year\":null,\"tz\":\"326545043\",\"name\":\"מלכה מרגלית\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "1000",
            "student",
            "DELETE",
            "{\"id\":1000,\"userId\":1,\"year\":null,\"tz\":\"214379075\",\"name\":\"דניאל  שרית\",\"comment\":null,\"createdAt\":\"2022-09-20T12:57:49.000Z\",\"updatedAt\":\"2022-09-20T12:57:49.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "620",
            "student",
            "DELETE",
            "{\"id\":620,\"userId\":1,\"year\":null,\"tz\":\"214668972\",\"name\":\"שנבל יעל\",\"comment\":null,\"createdAt\":\"2022-09-14T19:15:52.000Z\",\"updatedAt\":\"2022-09-14T19:15:52.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "609",
            "student",
            "DELETE",
            "{\"id\":609,\"userId\":1,\"year\":null,\"tz\":\"326675998\",\"name\":\"דרורי תמר\",\"comment\":null,\"createdAt\":\"2022-07-31T14:31:46.000Z\",\"updatedAt\":\"2022-07-31T14:31:46.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "608",
            "student",
            "DELETE",
            "{\"id\":608,\"userId\":1,\"year\":null,\"tz\":\"325511194\",\"name\":\"דרור שירה\",\"comment\":null,\"createdAt\":\"2022-07-31T14:31:30.000Z\",\"updatedAt\":\"2022-07-31T14:31:30.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "497",
            "student",
            "DELETE",
            "{\"id\":497,\"userId\":1,\"year\":null,\"tz\":\"326657772\",\"name\":\"גרינימן אלישבע\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "621",
            "student",
            "DELETE",
            "{\"id\":621,\"userId\":1,\"year\":null,\"tz\":\"214378010\",\"name\":\"אנגל מיכל\",\"comment\":null,\"createdAt\":\"2022-09-14T19:16:29.000Z\",\"updatedAt\":\"2022-09-14T19:16:29.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "619",
            "student",
            "DELETE",
            "{\"id\":619,\"userId\":1,\"year\":null,\"tz\":\"326613981\",\"name\":\"חגבי שירה\",\"comment\":null,\"createdAt\":\"2022-09-14T19:15:26.000Z\",\"updatedAt\":\"2022-09-14T19:15:26.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "615",
            "student",
            "DELETE",
            "{\"id\":615,\"userId\":1,\"year\":null,\"tz\":\"326409703\",\"name\":\"דהאן שושנה\",\"comment\":null,\"createdAt\":\"2022-09-14T16:41:34.000Z\",\"updatedAt\":\"2022-09-14T16:41:34.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "614",
            "student",
            "DELETE",
            "{\"id\":614,\"userId\":1,\"year\":null,\"tz\":\"325709236\",\"name\":\"זיסוביץ חנה\",\"comment\":null,\"createdAt\":\"2022-09-14T10:32:36.000Z\",\"updatedAt\":\"2022-09-14T10:32:36.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "493",
            "student",
            "DELETE",
            "{\"id\":493,\"userId\":1,\"year\":null,\"tz\":\"215020066\",\"name\":\"גולד אביגיל\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "617",
            "student",
            "DELETE",
            "{\"id\":617,\"userId\":1,\"year\":null,\"tz\":\"325445534\",\"name\":\"קרלבך מלכה\",\"comment\":null,\"createdAt\":\"2022-09-14T16:44:15.000Z\",\"updatedAt\":\"2022-09-14T16:44:15.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "418",
            "student",
            "DELETE",
            "{\"id\":418,\"userId\":1,\"year\":null,\"tz\":\"326617164\",\"name\":\"זיסהולץ תמר\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "499",
            "student",
            "DELETE",
            "{\"id\":499,\"userId\":1,\"year\":null,\"tz\":\"326594843\",\"name\":\"גרף חיה ברכה\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "485",
            "student",
            "DELETE",
            "{\"id\":485,\"userId\":1,\"year\":null,\"tz\":\"325980613\",\"name\":\"אורבך לאה\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "491",
            "student",
            "DELETE",
            "{\"id\":491,\"userId\":1,\"year\":null,\"tz\":\"325542066\",\"name\":\"בנישו אוראל מרים\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "478",
            "student",
            "DELETE",
            "{\"id\":478,\"userId\":1,\"year\":null,\"tz\":\"325964716\",\"name\":\"ורקר תמר\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "532",
            "student",
            "DELETE",
            "{\"id\":532,\"userId\":1,\"year\":null,\"tz\":\"213243256\",\"name\":\"צור אפרת\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "534",
            "student",
            "DELETE",
            "{\"id\":534,\"userId\":1,\"year\":null,\"tz\":\"214728842\",\"name\":\"קורלנסקי ברכה\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "537",
            "student",
            "DELETE",
            "{\"id\":537,\"userId\":1,\"year\":null,\"tz\":\"213274640\",\"name\":\"שאלתיאל טליה\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "529",
            "student",
            "DELETE",
            "{\"id\":529,\"userId\":1,\"year\":null,\"tz\":\"213098445\",\"name\":\"עובדיה מירב\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "530",
            "student",
            "DELETE",
            "{\"id\":530,\"userId\":1,\"year\":null,\"tz\":\"214900425\",\"name\":\"פרידמן יהודית\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "542",
            "student",
            "DELETE",
            "{\"id\":542,\"userId\":1,\"year\":null,\"tz\":\"213793086\",\"name\":\"שרויה אפרת\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "475",
            "student",
            "DELETE",
            "{\"id\":475,\"userId\":1,\"year\":null,\"tz\":\"213841547\",\"name\":\"שטרית אבישג\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "509",
            "student",
            "DELETE",
            "{\"id\":509,\"userId\":1,\"year\":null,\"tz\":\"325445799\",\"name\":\"חקק צופיה\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "520",
            "student",
            "DELETE",
            "{\"id\":520,\"userId\":1,\"year\":null,\"tz\":\"325749539\",\"name\":\"מאיר רעות\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "612",
            "student",
            "DELETE",
            "{\"id\":612,\"userId\":1,\"year\":null,\"tz\":\"326023595\",\"name\":\"פנחסוב דבורה\",\"comment\":null,\"createdAt\":\"2022-07-31T14:32:41.000Z\",\"updatedAt\":\"2022-07-31T14:32:41.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "469",
            "student",
            "DELETE",
            "{\"id\":469,\"userId\":1,\"year\":null,\"tz\":\"325443901\",\"name\":\"סגל נחמה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "422",
            "student",
            "DELETE",
            "{\"id\":422,\"userId\":1,\"year\":null,\"tz\":\"214223505\",\"name\":\"מושקט רבקה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "495",
            "student",
            "DELETE",
            "{\"id\":495,\"userId\":1,\"year\":null,\"tz\":\"325932697\",\"name\":\"גולדשמיט דבורה\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "458",
            "student",
            "DELETE",
            "{\"id\":458,\"userId\":1,\"year\":null,\"tz\":\"214384109\",\"name\":\"הרבסט חוה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "524",
            "student",
            "DELETE",
            "{\"id\":524,\"userId\":1,\"year\":null,\"tz\":\"214219677\",\"name\":\"מורדכייב אושרת\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "525",
            "student",
            "DELETE",
            "{\"id\":525,\"userId\":1,\"year\":null,\"tz\":\"214381998\",\"name\":\"מלכה אסנת\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "498",
            "student",
            "DELETE",
            "{\"id\":498,\"userId\":1,\"year\":null,\"tz\":\"213287279\",\"name\":\"גרינשטיין תמר\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "500",
            "student",
            "DELETE",
            "{\"id\":500,\"userId\":1,\"year\":null,\"tz\":\"322349077\",\"name\":\"דדש אפרת\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "511",
            "student",
            "DELETE",
            "{\"id\":511,\"userId\":1,\"year\":null,\"tz\":\"214212110\",\"name\":\"ילוז אילה\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "506",
            "student",
            "DELETE",
            "{\"id\":506,\"userId\":1,\"year\":null,\"tz\":\"318075561\",\"name\":\"זילבר אביגיל\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "514",
            "student",
            "DELETE",
            "{\"id\":514,\"userId\":1,\"year\":null,\"tz\":\"326658309\",\"name\":\"כהן יעל\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "490",
            "student",
            "DELETE",
            "{\"id\":490,\"userId\":1,\"year\":null,\"tz\":\"213292089\",\"name\":\"בן חמו אפרת\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "521",
            "student",
            "DELETE",
            "{\"id\":521,\"userId\":1,\"year\":null,\"tz\":\"326677325\",\"name\":\"מוטרפרל בתיה\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "613",
            "student",
            "DELETE",
            "{\"id\":613,\"userId\":1,\"year\":null,\"tz\":\"326409174\",\"name\":\"שוהם אפרת\",\"comment\":null,\"createdAt\":\"2022-09-13T22:16:38.000Z\",\"updatedAt\":\"2022-09-13T22:16:38.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "494",
            "student",
            "DELETE",
            "{\"id\":494,\"userId\":1,\"year\":null,\"tz\":\"326617313\",\"name\":\"גולד תמר\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "522",
            "student",
            "DELETE",
            "{\"id\":522,\"userId\":1,\"year\":null,\"tz\":\"326617305\",\"name\":\"מוצרפי מיכל\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "513",
            "student",
            "DELETE",
            "{\"id\":513,\"userId\":1,\"year\":null,\"tz\":\"214222176\",\"name\":\"כהן אלישבע\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "487",
            "student",
            "DELETE",
            "{\"id\":487,\"userId\":1,\"year\":null,\"tz\":\"326678067\",\"name\":\"אריק חנה\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "512",
            "student",
            "DELETE",
            "{\"id\":512,\"userId\":1,\"year\":null,\"tz\":\"214382236\",\"name\":\"ישראל אילה\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "476",
            "student",
            "DELETE",
            "{\"id\":476,\"userId\":1,\"year\":null,\"tz\":\"213303654\",\"name\":\"וידברג אסתר\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "416",
            "student",
            "DELETE",
            "{\"id\":416,\"userId\":1,\"year\":null,\"tz\":\"213304066\",\"name\":\"דרור שרה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "437",
            "student",
            "DELETE",
            "{\"id\":437,\"userId\":1,\"year\":null,\"tz\":\"326616596\",\"name\":\"אינדיג אהובה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "482",
            "student",
            "DELETE",
            "{\"id\":482,\"userId\":1,\"year\":null,\"tz\":\"213959992\",\"name\":\"אהרוני אסתר\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "536",
            "student",
            "DELETE",
            "{\"id\":536,\"userId\":1,\"year\":null,\"tz\":\"214221046\",\"name\":\"ריסנר תמר\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "466",
            "student",
            "DELETE",
            "{\"id\":466,\"userId\":1,\"year\":null,\"tz\":\"326615432\",\"name\":\"קדוש תמר\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "480",
            "student",
            "DELETE",
            "{\"id\":480,\"userId\":1,\"year\":null,\"tz\":\"214821449\",\"name\":\"אדרי אביגיל\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "451",
            "student",
            "DELETE",
            "{\"id\":451,\"userId\":1,\"year\":null,\"tz\":\"214278046\",\"name\":\"בן חמו שושנה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "474",
            "student",
            "DELETE",
            "{\"id\":474,\"userId\":1,\"year\":null,\"tz\":\"213303803\",\"name\":\"שחר מיכל\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "411",
            "student",
            "DELETE",
            "{\"id\":411,\"userId\":1,\"year\":null,\"tz\":\"322349150\",\"name\":\"אביכזר מיכל\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "503",
            "student",
            "DELETE",
            "{\"id\":503,\"userId\":1,\"year\":null,\"tz\":\"213285299\",\"name\":\"הלוי מיכל\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "470",
            "student",
            "DELETE",
            "{\"id\":470,\"userId\":1,\"year\":null,\"tz\":\"325442937\",\"name\":\"וולברשטין דבורה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "479",
            "student",
            "DELETE",
            "{\"id\":479,\"userId\":1,\"year\":null,\"tz\":\"214224651\",\"name\":\"אביטבול תמר\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "471",
            "student",
            "DELETE",
            "{\"id\":471,\"userId\":1,\"year\":null,\"tz\":\"213275225\",\"name\":\"ויצמן גילה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "501",
            "student",
            "DELETE",
            "{\"id\":501,\"userId\":1,\"year\":null,\"tz\":\"326657715\",\"name\":\"דסטניק דבורה\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "515",
            "student",
            "DELETE",
            "{\"id\":515,\"userId\":1,\"year\":null,\"tz\":\"325446938\",\"name\":\"כהן נועה\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "446",
            "student",
            "DELETE",
            "{\"id\":446,\"userId\":1,\"year\":null,\"tz\":\"325818318\",\"name\":\"עזרא מיכל\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "427",
            "student",
            "DELETE",
            "{\"id\":427,\"userId\":1,\"year\":null,\"tz\":\"214279713\",\"name\":\"קרליץ מרים\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "489",
            "student",
            "DELETE",
            "{\"id\":489,\"userId\":1,\"year\":null,\"tz\":\"214904153\",\"name\":\"בוטה הודיה\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "540",
            "student",
            "DELETE",
            "{\"id\":540,\"userId\":1,\"year\":null,\"tz\":\"213466865\",\"name\":\"שלום מיכל\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "467",
            "student",
            "DELETE",
            "{\"id\":467,\"userId\":1,\"year\":null,\"tz\":\"325746006\",\"name\":\"שורץ מיכל\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "484",
            "student",
            "DELETE",
            "{\"id\":484,\"userId\":1,\"year\":null,\"tz\":\"213892995\",\"name\":\"אלימלך בת שבע\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "410",
            "student",
            "DELETE",
            "{\"id\":410,\"userId\":1,\"year\":null,\"tz\":\"325955706\",\"name\":\"שדה אסתר\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "486",
            "student",
            "DELETE",
            "{\"id\":486,\"userId\":1,\"year\":null,\"tz\":\"214221020\",\"name\":\"אשר שירה\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "483",
            "student",
            "DELETE",
            "{\"id\":483,\"userId\":1,\"year\":null,\"tz\":\"214214918\",\"name\":\"אופנהיימר אסתר\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "413",
            "student",
            "DELETE",
            "{\"id\":413,\"userId\":1,\"year\":null,\"tz\":\"213127434\",\"name\":\"בצון אפרת\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "465",
            "student",
            "DELETE",
            "{\"id\":465,\"userId\":1,\"year\":null,\"tz\":\"214379745\",\"name\":\"קדוש רות\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "473",
            "student",
            "DELETE",
            "{\"id\":473,\"userId\":1,\"year\":null,\"tz\":\"214223117\",\"name\":\"פיש רבקה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "459",
            "student",
            "DELETE",
            "{\"id\":459,\"userId\":1,\"year\":null,\"tz\":\"213302664\",\"name\":\"יגאלי תמר\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "472",
            "student",
            "DELETE",
            "{\"id\":472,\"userId\":1,\"year\":null,\"tz\":\"325110591\",\"name\":\"לוי צפורה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "481",
            "student",
            "DELETE",
            "{\"id\":481,\"userId\":1,\"year\":null,\"tz\":\"322346560\",\"name\":\"אברהם הדסה\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "468",
            "student",
            "DELETE",
            "{\"id\":468,\"userId\":1,\"year\":null,\"tz\":\"213179781\",\"name\":\"שלמה  שירה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "426",
            "student",
            "DELETE",
            "{\"id\":426,\"userId\":1,\"year\":null,\"tz\":\"322347238\",\"name\":\"קסטיאל  הדסה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "429",
            "student",
            "DELETE",
            "{\"id\":429,\"userId\":1,\"year\":null,\"tz\":\"213682214\",\"name\":\"רוזנצויג שירה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "461",
            "student",
            "DELETE",
            "{\"id\":461,\"userId\":1,\"year\":null,\"tz\":\"325958262\",\"name\":\"יזראלוב רבקה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "450",
            "student",
            "DELETE",
            "{\"id\":450,\"userId\":1,\"year\":null,\"tz\":\"214224735\",\"name\":\"אינגבר יעל\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "448",
            "student",
            "DELETE",
            "{\"id\":448,\"userId\":1,\"year\":null,\"tz\":\"214380032\",\"name\":\"אוירבך רבקה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "488",
            "student",
            "DELETE",
            "{\"id\":488,\"userId\":1,\"year\":null,\"tz\":\"324982271\",\"name\":\"בגריש רות\",\"comment\":null,\"createdAt\":\"2022-07-31T14:06:45.000Z\",\"updatedAt\":\"2022-07-31T14:06:45.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "440",
            "student",
            "DELETE",
            "{\"id\":440,\"userId\":1,\"year\":null,\"tz\":\"326405255\",\"name\":\"שמילה מיטל\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "435",
            "student",
            "DELETE",
            "{\"id\":435,\"userId\":1,\"year\":null,\"tz\":\"213453541\",\"name\":\"מזרחי נעמי\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "417",
            "student",
            "DELETE",
            "{\"id\":417,\"userId\":1,\"year\":null,\"tz\":\"326592748\",\"name\":\"הבלין צפורה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "457",
            "student",
            "DELETE",
            "{\"id\":457,\"userId\":1,\"year\":null,\"tz\":\"214220915\",\"name\":\"דוויק אסתר\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "444",
            "student",
            "DELETE",
            "{\"id\":444,\"userId\":1,\"year\":null,\"tz\":\"325960474\",\"name\":\"זון תמר\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "456",
            "student",
            "DELETE",
            "{\"id\":456,\"userId\":1,\"year\":null,\"tz\":\"213626203\",\"name\":\"דדון רעות\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "455",
            "student",
            "DELETE",
            "{\"id\":455,\"userId\":1,\"year\":null,\"tz\":\"325276020\",\"name\":\"דאובר שירה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "443",
            "student",
            "DELETE",
            "{\"id\":443,\"userId\":1,\"year\":null,\"tz\":\"326677762\",\"name\":\"גרינברג אפרת\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "454",
            "student",
            "DELETE",
            "{\"id\":454,\"userId\":1,\"year\":null,\"tz\":\"325931954\",\"name\":\"גורא לאה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "441",
            "student",
            "DELETE",
            "{\"id\":441,\"userId\":1,\"year\":null,\"tz\":\"213797665\",\"name\":\"בן גיגי חיה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "424",
            "student",
            "DELETE",
            "{\"id\":424,\"userId\":1,\"year\":null,\"tz\":\"324983535\",\"name\":\"צדוק ברכה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "463",
            "student",
            "DELETE",
            "{\"id\":463,\"userId\":1,\"year\":null,\"tz\":\"214382095\",\"name\":\"מן חנה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "453",
            "student",
            "DELETE",
            "{\"id\":453,\"userId\":1,\"year\":null,\"tz\":\"214619249\",\"name\":\"ברינה תמר\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "462",
            "student",
            "DELETE",
            "{\"id\":462,\"userId\":1,\"year\":null,\"tz\":\"325961001\",\"name\":\"כהן הדסה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "460",
            "student",
            "DELETE",
            "{\"id\":460,\"userId\":1,\"year\":null,\"tz\":\"325832483\",\"name\":\"יונה צופיה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "452",
            "student",
            "DELETE",
            "{\"id\":452,\"userId\":1,\"year\":null,\"tz\":\"325957744\",\"name\":\"בן שמעון מרים\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "425",
            "student",
            "DELETE",
            "{\"id\":425,\"userId\":1,\"year\":null,\"tz\":\"213486491\",\"name\":\"קון גילה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "477",
            "student",
            "DELETE",
            "{\"id\":477,\"userId\":1,\"year\":null,\"tz\":\"213289374\",\"name\":\"שפיץ שרה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "423",
            "student",
            "DELETE",
            "{\"id\":423,\"userId\":1,\"year\":null,\"tz\":\"325549889\",\"name\":\"מרזן מיכל\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "449",
            "student",
            "DELETE",
            "{\"id\":449,\"userId\":1,\"year\":null,\"tz\":\"214379802\",\"name\":\"אילוז אבישג\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "405",
            "student",
            "DELETE",
            "{\"id\":405,\"userId\":1,\"year\":null,\"tz\":\"326546629\",\"name\":\"אלפר תהילה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "419",
            "student",
            "DELETE",
            "{\"id\":419,\"userId\":1,\"year\":null,\"tz\":\"213742729\",\"name\":\"יפרח יהודית\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "420",
            "student",
            "DELETE",
            "{\"id\":420,\"userId\":1,\"year\":null,\"tz\":\"214485039\",\"name\":\"כהן אפרת\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "445",
            "student",
            "DELETE",
            "{\"id\":445,\"userId\":1,\"year\":null,\"tz\":\"325513679\",\"name\":\"לוונשטיין אילה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "442",
            "student",
            "DELETE",
            "{\"id\":442,\"userId\":1,\"year\":null,\"tz\":\"326679354\",\"name\":\"בן ציון רבקה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "412",
            "student",
            "DELETE",
            "{\"id\":412,\"userId\":1,\"year\":null,\"tz\":\"213279904\",\"name\":\"בוסה טליה מרים\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "414",
            "student",
            "DELETE",
            "{\"id\":414,\"userId\":1,\"year\":null,\"tz\":\"325447886\",\"name\":\"דבורץ תמר\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "421",
            "student",
            "DELETE",
            "{\"id\":421,\"userId\":1,\"year\":null,\"tz\":\"325446078\",\"name\":\"למברג שירה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "439",
            "student",
            "DELETE",
            "{\"id\":439,\"userId\":1,\"year\":null,\"tz\":\"325541332\",\"name\":\"כהן שירה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "438",
            "student",
            "DELETE",
            "{\"id\":438,\"userId\":1,\"year\":null,\"tz\":\"214276149\",\"name\":\"גרדנויץ שרה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "447",
            "student",
            "DELETE",
            "{\"id\":447,\"userId\":1,\"year\":null,\"tz\":\"326539095\",\"name\":\"אביסרור אסתר\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "415",
            "student",
            "DELETE",
            "{\"id\":415,\"userId\":1,\"year\":null,\"tz\":\"325958296\",\"name\":\"דינר חנה \",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "436",
            "student",
            "DELETE",
            "{\"id\":436,\"userId\":1,\"year\":null,\"tz\":\"325980357\",\"name\":\"קארו שרה פנינה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "434",
            "student",
            "DELETE",
            "{\"id\":434,\"userId\":1,\"year\":null,\"tz\":\"214276131\",\"name\":\"ישורון מיכל\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "433",
            "student",
            "DELETE",
            "{\"id\":433,\"userId\":1,\"year\":null,\"tz\":\"325529139\",\"name\":\"בראון תמר\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "432",
            "student",
            "DELETE",
            "{\"id\":432,\"userId\":1,\"year\":null,\"tz\":\"325961886\",\"name\":\"בירנצוויג אסתר\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "398",
            "student",
            "DELETE",
            "{\"id\":398,\"userId\":1,\"year\":null,\"tz\":\"214375099\",\"name\":\"להנר מרים\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "397",
            "student",
            "DELETE",
            "{\"id\":397,\"userId\":1,\"year\":null,\"tz\":\"325668572\",\"name\":\"כהן נעה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "431",
            "student",
            "DELETE",
            "{\"id\":431,\"userId\":1,\"year\":null,\"tz\":\"213685522\",\"name\":\"איזנבאך הדסה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "430",
            "student",
            "DELETE",
            "{\"id\":430,\"userId\":1,\"year\":null,\"tz\":\"325444180\",\"name\":\"שמעוני מיכל\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "428",
            "student",
            "DELETE",
            "{\"id\":428,\"userId\":1,\"year\":null,\"tz\":\"325447746\",\"name\":\"רובין חנה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "404",
            "student",
            "DELETE",
            "{\"id\":404,\"userId\":1,\"year\":null,\"tz\":\"214213050\",\"name\":\"שפיצר תמר\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "380",
            "student",
            "DELETE",
            "{\"id\":380,\"userId\":1,\"year\":null,\"tz\":\"214383606\",\"name\":\"לבי רחל לאה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "409",
            "student",
            "DELETE",
            "{\"id\":409,\"userId\":1,\"year\":null,\"tz\":\"214761983\",\"name\":\"גרביצקי חנה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "395",
            "student",
            "DELETE",
            "{\"id\":395,\"userId\":1,\"year\":null,\"tz\":\"326093820\",\"name\":\"דהאן רות\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "406",
            "student",
            "DELETE",
            "{\"id\":406,\"userId\":1,\"year\":null,\"tz\":\"325276988\",\"name\":\"בן יצחק מיטל\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "378",
            "student",
            "DELETE",
            "{\"id\":378,\"userId\":1,\"year\":null,\"tz\":\"337751895\",\"name\":\"טיבי טובה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "408",
            "student",
            "DELETE",
            "{\"id\":408,\"userId\":1,\"year\":null,\"tz\":\"322450875\",\"name\":\"גברא נועה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "407",
            "student",
            "DELETE",
            "{\"id\":407,\"userId\":1,\"year\":null,\"tz\":\"325982312\",\"name\":\"ברנשטיין תמר\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "396",
            "student",
            "DELETE",
            "{\"id\":396,\"userId\":1,\"year\":null,\"tz\":\"214214207\",\"name\":\"דינר לאה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "403",
            "student",
            "DELETE",
            "{\"id\":403,\"userId\":1,\"year\":null,\"tz\":\"214902058\",\"name\":\"שינפלד תמר\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "402",
            "student",
            "DELETE",
            "{\"id\":402,\"userId\":1,\"year\":null,\"tz\":\"214821019\",\"name\":\"פרויליך מיכל\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "394",
            "student",
            "DELETE",
            "{\"id\":394,\"userId\":1,\"year\":null,\"tz\":\"325963411\",\"name\":\"גרזי חנה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "392",
            "student",
            "DELETE",
            "{\"id\":392,\"userId\":1,\"year\":null,\"tz\":\"213291263\",\"name\":\"שניאור אלישבע\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "383",
            "student",
            "DELETE",
            "{\"id\":383,\"userId\":1,\"year\":null,\"tz\":\"214189771\",\"name\":\"מודיאנו תמר\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "384",
            "student",
            "DELETE",
            "{\"id\":384,\"userId\":1,\"year\":null,\"tz\":\"325547370\",\"name\":\"עמר רות\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "381",
            "student",
            "DELETE",
            "{\"id\":381,\"userId\":1,\"year\":null,\"tz\":\"325032324\",\"name\":\"לוי לאה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "385",
            "student",
            "DELETE",
            "{\"id\":385,\"userId\":1,\"year\":null,\"tz\":\"213303787\",\"name\":\"פוגל הדסה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "382",
            "student",
            "DELETE",
            "{\"id\":382,\"userId\":1,\"year\":null,\"tz\":\"214381568\",\"name\":\"לוין בת שבע\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "386",
            "student",
            "DELETE",
            "{\"id\":386,\"userId\":1,\"year\":null,\"tz\":\"325208817\",\"name\":\"פייזאקוב שרה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "400",
            "student",
            "DELETE",
            "{\"id\":400,\"userId\":1,\"year\":null,\"tz\":\"214211732\",\"name\":\"מילר שרה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "387",
            "student",
            "DELETE",
            "{\"id\":387,\"userId\":1,\"year\":null,\"tz\":\"214085813\",\"name\":\"פנחסוב חנה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "401",
            "student",
            "DELETE",
            "{\"id\":401,\"userId\":1,\"year\":null,\"tz\":\"213044415\",\"name\":\"סימני אביגיל\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "388",
            "student",
            "DELETE",
            "{\"id\":388,\"userId\":1,\"year\":null,\"tz\":\"326619277\",\"name\":\"צורני דפנה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "379",
            "student",
            "DELETE",
            "{\"id\":379,\"userId\":1,\"year\":null,\"tz\":\"213686090\",\"name\":\"כהן אביגיל\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "391",
            "student",
            "DELETE",
            "{\"id\":391,\"userId\":1,\"year\":null,\"tz\":\"325362507\",\"name\":\"רז אורית\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "390",
            "student",
            "DELETE",
            "{\"id\":390,\"userId\":1,\"year\":null,\"tz\":\"326248424\",\"name\":\"ראוי אוריה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "389",
            "student",
            "DELETE",
            "{\"id\":389,\"userId\":1,\"year\":null,\"tz\":\"214279945\",\"name\":\"קליין שרה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "373",
            "student",
            "DELETE",
            "{\"id\":373,\"userId\":1,\"year\":null,\"tz\":\"325547313\",\"name\":\"גריינמן שושנה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "399",
            "student",
            "DELETE",
            "{\"id\":399,\"userId\":1,\"year\":null,\"tz\":\"213292493\",\"name\":\"מדמון בתיה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "393",
            "student",
            "DELETE",
            "{\"id\":393,\"userId\":1,\"year\":null,\"tz\":\"326547676\",\"name\":\"גולד חיה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "374",
            "student",
            "DELETE",
            "{\"id\":374,\"userId\":1,\"year\":null,\"tz\":\"214380610\",\"name\":\"דייטש טובה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "375",
            "student",
            "DELETE",
            "{\"id\":375,\"userId\":1,\"year\":null,\"tz\":\"213278211\",\"name\":\"דמתי שירה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "376",
            "student",
            "DELETE",
            "{\"id\":376,\"userId\":1,\"year\":null,\"tz\":\"326528155\",\"name\":\"זבולון מיכל\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "367",
            "student",
            "DELETE",
            "{\"id\":367,\"userId\":1,\"year\":null,\"tz\":\"325206654\",\"name\":\"אתרוג חיה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "371",
            "student",
            "DELETE",
            "{\"id\":371,\"userId\":1,\"year\":null,\"tz\":\"325984839\",\"name\":\"ברונר יעל\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "370",
            "student",
            "DELETE",
            "{\"id\":370,\"userId\":1,\"year\":null,\"tz\":\"325294916\",\"name\":\"בן חיון אסתר\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "377",
            "student",
            "DELETE",
            "{\"id\":377,\"userId\":1,\"year\":null,\"tz\":\"325976546\",\"name\":\"זרגרי צפורה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "372",
            "student",
            "DELETE",
            "{\"id\":372,\"userId\":1,\"year\":null,\"tz\":\"325154789\",\"name\":\"ברק  תמר\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "366",
            "student",
            "DELETE",
            "{\"id\":366,\"userId\":1,\"year\":null,\"tz\":\"325981306\",\"name\":\"אקדמאי אילה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "369",
            "student",
            "DELETE",
            "{\"id\":369,\"userId\":1,\"year\":null,\"tz\":\"325981124\",\"name\":\"ביסמוט יהודית\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "368",
            "student",
            "DELETE",
            "{\"id\":368,\"userId\":1,\"year\":null,\"tz\":\"214715781\",\"name\":\"בוסי טליה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "315",
            "student",
            "DELETE",
            "{\"id\":315,\"userId\":1,\"year\":null,\"tz\":\"326657384\",\"name\":\"רבר נעמי\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "363",
            "student",
            "DELETE",
            "{\"id\":363,\"userId\":1,\"year\":null,\"tz\":\"325946481\",\"name\":\"שוקר שרה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "192",
            "student",
            "DELETE",
            "{\"id\":192,\"userId\":1,\"year\":null,\"tz\":\"325911196\",\"name\":\"בן זינו הדסה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "306",
            "student",
            "DELETE",
            "{\"id\":306,\"userId\":1,\"year\":null,\"tz\":\"214275943\",\"name\":\"קיסרמן  רונית\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "356",
            "student",
            "DELETE",
            "{\"id\":356,\"userId\":1,\"year\":null,\"tz\":\"326665445\",\"name\":\"מושייב תהילה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "163",
            "student",
            "DELETE",
            "{\"id\":163,\"userId\":1,\"year\":null,\"tz\":\"213289440\",\"name\":\"אבני רחל\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "246",
            "student",
            "DELETE",
            "{\"id\":246,\"userId\":1,\"year\":null,\"tz\":\"325447647\",\"name\":\"ינקוביץ יהודית\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "259",
            "student",
            "DELETE",
            "{\"id\":259,\"userId\":1,\"year\":null,\"tz\":\"326659380\",\"name\":\"כץ מרים\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "327",
            "student",
            "DELETE",
            "{\"id\":327,\"userId\":1,\"year\":null,\"tz\":\"324983246\",\"name\":\"שילה שרה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "263",
            "student",
            "DELETE",
            "{\"id\":263,\"userId\":1,\"year\":null,\"tz\":\"325031367\",\"name\":\"לוין תמר\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "316",
            "student",
            "DELETE",
            "{\"id\":316,\"userId\":1,\"year\":null,\"tz\":\"213469075\",\"name\":\"רובינשטיין הדסה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "247",
            "student",
            "DELETE",
            "{\"id\":247,\"userId\":1,\"year\":null,\"tz\":\"212624704\",\"name\":\"יפרח רחל\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "335",
            "student",
            "DELETE",
            "{\"id\":335,\"userId\":1,\"year\":null,\"tz\":\"326592854\",\"name\":\"הרשקוביץ מלכה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "317",
            "student",
            "DELETE",
            "{\"id\":317,\"userId\":1,\"year\":null,\"tz\":\"326676996\",\"name\":\"רודרמן מרים\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "334",
            "student",
            "DELETE",
            "{\"id\":334,\"userId\":1,\"year\":null,\"tz\":\"325753242\",\"name\":\"דוד אילה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "313",
            "student",
            "DELETE",
            "{\"id\":313,\"userId\":1,\"year\":null,\"tz\":\"325747889\",\"name\":\"ראם שרה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "252",
            "student",
            "DELETE",
            "{\"id\":252,\"userId\":1,\"year\":null,\"tz\":\"326549045\",\"name\":\"כהן מרים\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "325",
            "student",
            "DELETE",
            "{\"id\":325,\"userId\":1,\"year\":null,\"tz\":\"325167443\",\"name\":\"שטינמץ מיכל\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "351",
            "student",
            "DELETE",
            "{\"id\":351,\"userId\":1,\"year\":null,\"tz\":\"556982692\",\"name\":\"לויסון מלכה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "326",
            "student",
            "DELETE",
            "{\"id\":326,\"userId\":1,\"year\":null,\"tz\":\"326093861\",\"name\":\"שטרן מיכל\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "320",
            "student",
            "DELETE",
            "{\"id\":320,\"userId\":1,\"year\":null,\"tz\":\"325933992\",\"name\":\"רפאלוביץ עליזה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "355",
            "student",
            "DELETE",
            "{\"id\":355,\"userId\":1,\"year\":null,\"tz\":\"213092513\",\"name\":\"רובין תהילה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "251",
            "student",
            "DELETE",
            "{\"id\":251,\"userId\":1,\"year\":null,\"tz\":\"325707081\",\"name\":\"כהן מיטל\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "253",
            "student",
            "DELETE",
            "{\"id\":253,\"userId\":1,\"year\":null,\"tz\":\"325961449\",\"name\":\"כהן רבקה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "193",
            "student",
            "DELETE",
            "{\"id\":193,\"userId\":1,\"year\":null,\"tz\":\"325960730\",\"name\":\"בנימינוב רות\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "311",
            "student",
            "DELETE",
            "{\"id\":311,\"userId\":1,\"year\":null,\"tz\":\"213469877\",\"name\":\"קצנלנבוגן  יעל\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "324",
            "student",
            "DELETE",
            "{\"id\":324,\"userId\":1,\"year\":null,\"tz\":\"214211310\",\"name\":\"שטיגל טובה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "329",
            "student",
            "DELETE",
            "{\"id\":329,\"userId\":1,\"year\":null,\"tz\":\"325745024\",\"name\":\"שפירא רבקה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "314",
            "student",
            "DELETE",
            "{\"id\":314,\"userId\":1,\"year\":null,\"tz\":\"325449510\",\"name\":\"רבינוביץ שרה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "256",
            "student",
            "DELETE",
            "{\"id\":256,\"userId\":1,\"year\":null,\"tz\":\"326593241\",\"name\":\"כהנים רות\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "249",
            "student",
            "DELETE",
            "{\"id\":249,\"userId\":1,\"year\":null,\"tz\":\"326000288\",\"name\":\"כהן הדס\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "260",
            "student",
            "DELETE",
            "{\"id\":260,\"userId\":1,\"year\":null,\"tz\":\"326657251\",\"name\":\"לבל מינה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "254",
            "student",
            "DELETE",
            "{\"id\":254,\"userId\":1,\"year\":null,\"tz\":\"213291842\",\"name\":\"כהן רחל\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "345",
            "student",
            "DELETE",
            "{\"id\":345,\"userId\":1,\"year\":null,\"tz\":\"213744006\",\"name\":\"שורק אסנת\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "337",
            "student",
            "DELETE",
            "{\"id\":337,\"userId\":1,\"year\":null,\"tz\":\"325510899\",\"name\":\"חדי הודיה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "328",
            "student",
            "DELETE",
            "{\"id\":328,\"userId\":1,\"year\":null,\"tz\":\"326591302\",\"name\":\"שלום רות\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "331",
            "student",
            "DELETE",
            "{\"id\":331,\"userId\":1,\"year\":null,\"tz\":\"322348434\",\"name\":\"שרעבי יהודית\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "353",
            "student",
            "DELETE",
            "{\"id\":353,\"userId\":1,\"year\":null,\"tz\":\"322494311\",\"name\":\"כהן שרה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "336",
            "student",
            "DELETE",
            "{\"id\":336,\"userId\":1,\"year\":null,\"tz\":\"325442325\",\"name\":\"זקס אסתר\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "312",
            "student",
            "DELETE",
            "{\"id\":312,\"userId\":1,\"year\":null,\"tz\":\"214378341\",\"name\":\"קרני הודיה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "364",
            "student",
            "DELETE",
            "{\"id\":364,\"userId\":1,\"year\":null,\"tz\":\"214506461\",\"name\":\"אסרף הללי\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "358",
            "student",
            "DELETE",
            "{\"id\":358,\"userId\":1,\"year\":null,\"tz\":\"213688393\",\"name\":\"גרוס איילה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "346",
            "student",
            "DELETE",
            "{\"id\":346,\"userId\":1,\"year\":null,\"tz\":\"325749323\",\"name\":\"שטרית נעמה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "365",
            "student",
            "DELETE",
            "{\"id\":365,\"userId\":1,\"year\":null,\"tz\":\"317929826\",\"name\":\"אפשטיין חנה רות\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "322",
            "student",
            "DELETE",
            "{\"id\":322,\"userId\":1,\"year\":null,\"tz\":\"326549334\",\"name\":\"שור חנה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "349",
            "student",
            "DELETE",
            "{\"id\":349,\"userId\":1,\"year\":null,\"tz\":\"213303993\",\"name\":\"שפירא שרה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "323",
            "student",
            "DELETE",
            "{\"id\":323,\"userId\":1,\"year\":null,\"tz\":\"325440386\",\"name\":\"שושנה דבורה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "319",
            "student",
            "DELETE",
            "{\"id\":319,\"userId\":1,\"year\":null,\"tz\":\"326546710\",\"name\":\"ריין שרה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "350",
            "student",
            "DELETE",
            "{\"id\":350,\"userId\":1,\"year\":null,\"tz\":\"214276602\",\"name\":\"שרייבר זלדי\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "341",
            "student",
            "DELETE",
            "{\"id\":341,\"userId\":1,\"year\":null,\"tz\":\"214381154\",\"name\":\"סרוסי ברכה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "257",
            "student",
            "DELETE",
            "{\"id\":257,\"userId\":1,\"year\":null,\"tz\":\"325984532\",\"name\":\"כוכב שילת\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "250",
            "student",
            "DELETE",
            "{\"id\":250,\"userId\":1,\"year\":null,\"tz\":\"213304108\",\"name\":\"כהן יפה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "258",
            "student",
            "DELETE",
            "{\"id\":258,\"userId\":1,\"year\":null,\"tz\":\"326657210\",\"name\":\"כהן שרה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "309",
            "student",
            "DELETE",
            "{\"id\":309,\"userId\":1,\"year\":null,\"tz\":\"325984284\",\"name\":\"קפלן יהודית\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "332",
            "student",
            "DELETE",
            "{\"id\":332,\"userId\":1,\"year\":null,\"tz\":\"322349135\",\"name\":\"אוחיון רחל\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "347",
            "student",
            "DELETE",
            "{\"id\":347,\"userId\":1,\"year\":null,\"tz\":\"325749588\",\"name\":\"שטרנברג יהודית\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "343",
            "student",
            "DELETE",
            "{\"id\":343,\"userId\":1,\"year\":null,\"tz\":\"325931368\",\"name\":\"צימרמן חיה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "361",
            "student",
            "DELETE",
            "{\"id\":361,\"userId\":1,\"year\":null,\"tz\":\"325984565\",\"name\":\"לייטנר אלישבע\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "261",
            "student",
            "DELETE",
            "{\"id\":261,\"userId\":1,\"year\":null,\"tz\":\"326441128\",\"name\":\"לוי הדסה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "344",
            "student",
            "DELETE",
            "{\"id\":344,\"userId\":1,\"year\":null,\"tz\":\"326549318\",\"name\":\"רוזן רות\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "342",
            "student",
            "DELETE",
            "{\"id\":342,\"userId\":1,\"year\":null,\"tz\":\"214378705\",\"name\":\"פריוף שירה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "340",
            "student",
            "DELETE",
            "{\"id\":340,\"userId\":1,\"year\":null,\"tz\":\"325881472\",\"name\":\"משה מירב\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "357",
            "student",
            "DELETE",
            "{\"id\":357,\"userId\":1,\"year\":null,\"tz\":\"214279556\",\"name\":\"בר-חן מרים\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "196",
            "student",
            "DELETE",
            "{\"id\":196,\"userId\":1,\"year\":null,\"tz\":\"326032687\",\"name\":\"בן שבת יפה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "264",
            "student",
            "DELETE",
            "{\"id\":264,\"userId\":1,\"year\":null,\"tz\":\"213338130\",\"name\":\"לורבר רחל\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "255",
            "student",
            "DELETE",
            "{\"id\":255,\"userId\":1,\"year\":null,\"tz\":\"213304967\",\"name\":\"כהן שושנה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "195",
            "student",
            "DELETE",
            "{\"id\":195,\"userId\":1,\"year\":null,\"tz\":\"325031680\",\"name\":\"בן משה בתיה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "360",
            "student",
            "DELETE",
            "{\"id\":360,\"userId\":1,\"year\":null,\"tz\":\"325297323\",\"name\":\"כרמי רבקה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "321",
            "student",
            "DELETE",
            "{\"id\":321,\"userId\":1,\"year\":null,\"tz\":\"214384786\",\"name\":\"שוורץ דינה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "359",
            "student",
            "DELETE",
            "{\"id\":359,\"userId\":1,\"year\":null,\"tz\":\"214212516\",\"name\":\"כהנים תמר\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "348",
            "student",
            "DELETE",
            "{\"id\":348,\"userId\":1,\"year\":null,\"tz\":\"325447910\",\"name\":\"שיבר אפרת\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "310",
            "student",
            "DELETE",
            "{\"id\":310,\"userId\":1,\"year\":null,\"tz\":\"325963130\",\"name\":\"קצנלבויגן אלישבע\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "318",
            "student",
            "DELETE",
            "{\"id\":318,\"userId\":1,\"year\":null,\"tz\":\"325980480\",\"name\":\"רחמים  תמר\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "339",
            "student",
            "DELETE",
            "{\"id\":339,\"userId\":1,\"year\":null,\"tz\":\"325978914\",\"name\":\"ליזרוק מיכל\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "162",
            "student",
            "DELETE",
            "{\"id\":162,\"userId\":1,\"year\":null,\"tz\":\"325978815\",\"name\":\"אבני אסתר\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "362",
            "student",
            "DELETE",
            "{\"id\":362,\"userId\":1,\"year\":null,\"tz\":\"325960433\",\"name\":\"רוטשטין מרים\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "352",
            "student",
            "DELETE",
            "{\"id\":352,\"userId\":1,\"year\":null,\"tz\":\"214384497\",\"name\":\"אלאלוף מרים\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "164",
            "student",
            "DELETE",
            "{\"id\":164,\"userId\":1,\"year\":null,\"tz\":\"325981298\",\"name\":\"אברמסקי יסכה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "267",
            "student",
            "DELETE",
            "{\"id\":267,\"userId\":1,\"year\":null,\"tz\":\"213465198\",\"name\":\"לנדאו תמר\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "338",
            "student",
            "DELETE",
            "{\"id\":338,\"userId\":1,\"year\":null,\"tz\":\"213288285\",\"name\":\"כהן חנה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "333",
            "student",
            "DELETE",
            "{\"id\":333,\"userId\":1,\"year\":null,\"tz\":\"325685220\",\"name\":\"גוסלקר שרה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "330",
            "student",
            "DELETE",
            "{\"id\":330,\"userId\":1,\"year\":null,\"tz\":\"214832487\",\"name\":\"שקול אסתר\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "214",
            "student",
            "DELETE",
            "{\"id\":214,\"userId\":1,\"year\":null,\"tz\":\"213095318\",\"name\":\"דוד יעל\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "187",
            "student",
            "DELETE",
            "{\"id\":187,\"userId\":1,\"year\":null,\"tz\":\"214301228\",\"name\":\"בלאו רחל\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "204",
            "student",
            "DELETE",
            "{\"id\":204,\"userId\":1,\"year\":null,\"tz\":\"325031748\",\"name\":\"גולד חוה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "236",
            "student",
            "DELETE",
            "{\"id\":236,\"userId\":1,\"year\":null,\"tz\":\"325962561\",\"name\":\"חצרוני תמר\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "237",
            "student",
            "DELETE",
            "{\"id\":237,\"userId\":1,\"year\":null,\"tz\":\"325447555\",\"name\":\"חרלפ מלכה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "244",
            "student",
            "DELETE",
            "{\"id\":244,\"userId\":1,\"year\":null,\"tz\":\"325748093\",\"name\":\"ינאי אפרת\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "239",
            "student",
            "DELETE",
            "{\"id\":239,\"userId\":1,\"year\":null,\"tz\":\"214214652\",\"name\":\"חיים מיכל\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "194",
            "student",
            "DELETE",
            "{\"id\":194,\"userId\":1,\"year\":null,\"tz\":\"213300700\",\"name\":\"בלסי רות\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "238",
            "student",
            "DELETE",
            "{\"id\":238,\"userId\":1,\"year\":null,\"tz\":\"214220725\",\"name\":\"טובי תמר\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "199",
            "student",
            "DELETE",
            "{\"id\":199,\"userId\":1,\"year\":null,\"tz\":\"214379190\",\"name\":\"ברוורמן הניה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "208",
            "student",
            "DELETE",
            "{\"id\":208,\"userId\":1,\"year\":null,\"tz\":\"213226079\",\"name\":\"גורי אהובה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "245",
            "student",
            "DELETE",
            "{\"id\":245,\"userId\":1,\"year\":null,\"tz\":\"213285935\",\"name\":\"ינאי רבקה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "191",
            "student",
            "DELETE",
            "{\"id\":191,\"userId\":1,\"year\":null,\"tz\":\"326371929\",\"name\":\"בן אור אפרת\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "231",
            "student",
            "DELETE",
            "{\"id\":231,\"userId\":1,\"year\":null,\"tz\":\"325964757\",\"name\":\"זאבי שירה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "287",
            "student",
            "DELETE",
            "{\"id\":287,\"userId\":1,\"year\":null,\"tz\":\"325544575\",\"name\":\"פלדמן חנה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "291",
            "student",
            "DELETE",
            "{\"id\":291,\"userId\":1,\"year\":null,\"tz\":\"325033967\",\"name\":\"פנחסי שפרה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "281",
            "student",
            "DELETE",
            "{\"id\":281,\"userId\":1,\"year\":null,\"tz\":\"325979342\",\"name\":\"סמוטני תמר\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "201",
            "student",
            "DELETE",
            "{\"id\":201,\"userId\":1,\"year\":null,\"tz\":\"214223869\",\"name\":\"ברטלר רבקה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "235",
            "student",
            "DELETE",
            "{\"id\":235,\"userId\":1,\"year\":null,\"tz\":\"213232457\",\"name\":\"חורוזינסקי חנה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "288",
            "student",
            "DELETE",
            "{\"id\":288,\"userId\":1,\"year\":null,\"tz\":\"326592292\",\"name\":\"פלדמן יהודית\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "307",
            "student",
            "DELETE",
            "{\"id\":307,\"userId\":1,\"year\":null,\"tz\":\"325962132\",\"name\":\"קנפלמכר גיטל\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "296",
            "student",
            "DELETE",
            "{\"id\":296,\"userId\":1,\"year\":null,\"tz\":\"326545449\",\"name\":\"צדוק מיכל\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "305",
            "student",
            "DELETE",
            "{\"id\":305,\"userId\":1,\"year\":null,\"tz\":\"325441269\",\"name\":\"קטיעי אבישג\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "200",
            "student",
            "DELETE",
            "{\"id\":200,\"userId\":1,\"year\":null,\"tz\":\"325397156\",\"name\":\"ברונשטיין נחמה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "207",
            "student",
            "DELETE",
            "{\"id\":207,\"userId\":1,\"year\":null,\"tz\":\"325417921\",\"name\":\"גוסליצר שולמית\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "203",
            "student",
            "DELETE",
            "{\"id\":203,\"userId\":1,\"year\":null,\"tz\":\"325961308\",\"name\":\"ג'ואג'אתי שולמית\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "210",
            "student",
            "DELETE",
            "{\"id\":210,\"userId\":1,\"year\":null,\"tz\":\"325936136\",\"name\":\"גליק שירה לאה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "190",
            "student",
            "DELETE",
            "{\"id\":190,\"userId\":1,\"year\":null,\"tz\":\"325752061\",\"name\":\"בן חמו שרה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "211",
            "student",
            "DELETE",
            "{\"id\":211,\"userId\":1,\"year\":null,\"tz\":\"326545472\",\"name\":\"גרוס יעל\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "189",
            "student",
            "DELETE",
            "{\"id\":189,\"userId\":1,\"year\":null,\"tz\":\"213288657\",\"name\":\"בן זכאי חנה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "202",
            "student",
            "DELETE",
            "{\"id\":202,\"userId\":1,\"year\":null,\"tz\":\"325442440\",\"name\":\"גבאי הילה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "197",
            "student",
            "DELETE",
            "{\"id\":197,\"userId\":1,\"year\":null,\"tz\":\"325441905\",\"name\":\"בן שמחון אבישג\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "275",
            "student",
            "DELETE",
            "{\"id\":275,\"userId\":1,\"year\":null,\"tz\":\"214382103\",\"name\":\"מן אהובה שרה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "280",
            "student",
            "DELETE",
            "{\"id\":280,\"userId\":1,\"year\":null,\"tz\":\"214276982\",\"name\":\"סלר דבורה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "301",
            "student",
            "DELETE",
            "{\"id\":301,\"userId\":1,\"year\":null,\"tz\":\"325746790\",\"name\":\"קהן רחל רינה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "276",
            "student",
            "DELETE",
            "{\"id\":276,\"userId\":1,\"year\":null,\"tz\":\"325745446\",\"name\":\"משולמי מוריה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "180",
            "student",
            "DELETE",
            "{\"id\":180,\"userId\":1,\"year\":null,\"tz\":\"325704864\",\"name\":\"ארביב נורית\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "209",
            "student",
            "DELETE",
            "{\"id\":209,\"userId\":1,\"year\":null,\"tz\":\"214381170\",\"name\":\"גורל אפרת\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "168",
            "student",
            "DELETE",
            "{\"id\":168,\"userId\":1,\"year\":null,\"tz\":\"213275720\",\"name\":\"איזן יעל\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "248",
            "student",
            "DELETE",
            "{\"id\":248,\"userId\":1,\"year\":null,\"tz\":\"325447993\",\"name\":\"ישראל יפית\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "298",
            "student",
            "DELETE",
            "{\"id\":298,\"userId\":1,\"year\":null,\"tz\":\"214222291\",\"name\":\"ציוני יעל\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "243",
            "student",
            "DELETE",
            "{\"id\":243,\"userId\":1,\"year\":null,\"tz\":\"326239480\",\"name\":\"יונה לאה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "206",
            "student",
            "DELETE",
            "{\"id\":206,\"userId\":1,\"year\":null,\"tz\":\"326616240\",\"name\":\"גולדשטוף אילה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "205",
            "student",
            "DELETE",
            "{\"id\":205,\"userId\":1,\"year\":null,\"tz\":\"214210155\",\"name\":\"גולד תמר\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "234",
            "student",
            "DELETE",
            "{\"id\":234,\"userId\":1,\"year\":null,\"tz\":\"326042496\",\"name\":\"חוילי צהלה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "282",
            "student",
            "DELETE",
            "{\"id\":282,\"userId\":1,\"year\":null,\"tz\":\"325978922\",\"name\":\"עמיר תמר\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "215",
            "student",
            "DELETE",
            "{\"id\":215,\"userId\":1,\"year\":null,\"tz\":\"214224412\",\"name\":\"דודיאן מיכל\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "232",
            "student",
            "DELETE",
            "{\"id\":232,\"userId\":1,\"year\":null,\"tz\":\"325984599\",\"name\":\"זעפרני רות\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "286",
            "student",
            "DELETE",
            "{\"id\":286,\"userId\":1,\"year\":null,\"tz\":\"324981968\",\"name\":\"פופוביץ אפרת\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "300",
            "student",
            "DELETE",
            "{\"id\":300,\"userId\":1,\"year\":null,\"tz\":\"325984540\",\"name\":\"קביסון הדסה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "274",
            "student",
            "DELETE",
            "{\"id\":274,\"userId\":1,\"year\":null,\"tz\":\"325693968\",\"name\":\"ממן אילת\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "277",
            "student",
            "DELETE",
            "{\"id\":277,\"userId\":1,\"year\":null,\"tz\":\"326546512\",\"name\":\"סאסלו מיכל\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "292",
            "student",
            "DELETE",
            "{\"id\":292,\"userId\":1,\"year\":null,\"tz\":\"325542140\",\"name\":\"פניגשטיין שולמית\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "265",
            "student",
            "DELETE",
            "{\"id\":265,\"userId\":1,\"year\":null,\"tz\":\"214902173\",\"name\":\"ליבוביץ חנה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "283",
            "student",
            "DELETE",
            "{\"id\":283,\"userId\":1,\"year\":null,\"tz\":\"326656543\",\"name\":\"פוגל נירה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "278",
            "student",
            "DELETE",
            "{\"id\":278,\"userId\":1,\"year\":null,\"tz\":\"326615085\",\"name\":\"סגיס מוריה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "184",
            "student",
            "DELETE",
            "{\"id\":184,\"userId\":1,\"year\":null,\"tz\":\"324984418\",\"name\":\"בוטון עליזה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "297",
            "student",
            "DELETE",
            "{\"id\":297,\"userId\":1,\"year\":null,\"tz\":\"325962603\",\"name\":\"צוקרוב רות\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "308",
            "student",
            "DELETE",
            "{\"id\":308,\"userId\":1,\"year\":null,\"tz\":\"214223067\",\"name\":\"קסלר רחל\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "268",
            "student",
            "DELETE",
            "{\"id\":268,\"userId\":1,\"year\":null,\"tz\":\"326594140\",\"name\":\"מדמון תמר\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "289",
            "student",
            "DELETE",
            "{\"id\":289,\"userId\":1,\"year\":null,\"tz\":\"326676293\",\"name\":\"פלדמן לאה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "285",
            "student",
            "DELETE",
            "{\"id\":285,\"userId\":1,\"year\":null,\"tz\":\"213304405\",\"name\":\"פויפר חנה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "272",
            "student",
            "DELETE",
            "{\"id\":272,\"userId\":1,\"year\":null,\"tz\":\"325032506\",\"name\":\"מיטלמן רבקה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "188",
            "student",
            "DELETE",
            "{\"id\":188,\"userId\":1,\"year\":null,\"tz\":\"325959385\",\"name\":\"בן דוד רות\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "279",
            "student",
            "DELETE",
            "{\"id\":279,\"userId\":1,\"year\":null,\"tz\":\"325979987\",\"name\":\"סלובטיצקי מרים\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "212",
            "student",
            "DELETE",
            "{\"id\":212,\"userId\":1,\"year\":null,\"tz\":\"325440303\",\"name\":\"גרטנר אביטל\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "165",
            "student",
            "DELETE",
            "{\"id\":165,\"userId\":1,\"year\":null,\"tz\":\"214507063\",\"name\":\"אדתו שילת\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "284",
            "student",
            "DELETE",
            "{\"id\":284,\"userId\":1,\"year\":null,\"tz\":\"325031318\",\"name\":\"פוטרמילך דינה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "241",
            "student",
            "DELETE",
            "{\"id\":241,\"userId\":1,\"year\":null,\"tz\":\"325983518\",\"name\":\"יודלוב ברכה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "271",
            "student",
            "DELETE",
            "{\"id\":271,\"userId\":1,\"year\":null,\"tz\":\"214378762\",\"name\":\"מזוז מיכל\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "233",
            "student",
            "DELETE",
            "{\"id\":233,\"userId\":1,\"year\":null,\"tz\":\"214384828\",\"name\":\"חדד מוריה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "295",
            "student",
            "DELETE",
            "{\"id\":295,\"userId\":1,\"year\":null,\"tz\":\"325959666\",\"name\":\"פרץ דינה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "293",
            "student",
            "DELETE",
            "{\"id\":293,\"userId\":1,\"year\":null,\"tz\":\"325448991\",\"name\":\"פרדמן שושנה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "294",
            "student",
            "DELETE",
            "{\"id\":294,\"userId\":1,\"year\":null,\"tz\":\"325691970\",\"name\":\"פרטוש הודיה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "240",
            "student",
            "DELETE",
            "{\"id\":240,\"userId\":1,\"year\":null,\"tz\":\"214383028\",\"name\":\"טל תמר\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "290",
            "student",
            "DELETE",
            "{\"id\":290,\"userId\":1,\"year\":null,\"tz\":\"325168136\",\"name\":\"פלמן אפרת\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "216",
            "student",
            "DELETE",
            "{\"id\":216,\"userId\":1,\"year\":null,\"tz\":\"214381196\",\"name\":\"דונקל אפרת\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "304",
            "student",
            "DELETE",
            "{\"id\":304,\"userId\":1,\"year\":null,\"tz\":\"213452824\",\"name\":\"קופמן  יעל\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "171",
            "student",
            "DELETE",
            "{\"id\":171,\"userId\":1,\"year\":null,\"tz\":\"213748759\",\"name\":\"אינדיג אביגיל\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "222",
            "student",
            "DELETE",
            "{\"id\":222,\"userId\":1,\"year\":null,\"tz\":\"214609877\",\"name\":\"הקר אסתר\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "169",
            "student",
            "DELETE",
            "{\"id\":169,\"userId\":1,\"year\":null,\"tz\":\"325980530\",\"name\":\"אזולאי שירה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "185",
            "student",
            "DELETE",
            "{\"id\":185,\"userId\":1,\"year\":null,\"tz\":\"325088250\",\"name\":\"בטיש בת שבע\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "302",
            "student",
            "DELETE",
            "{\"id\":302,\"userId\":1,\"year\":null,\"tz\":\"326666138\",\"name\":\"קויט מיכל\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "303",
            "student",
            "DELETE",
            "{\"id\":303,\"userId\":1,\"year\":null,\"tz\":\"213302409\",\"name\":\"קונצקי אסתר\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "172",
            "student",
            "DELETE",
            "{\"id\":172,\"userId\":1,\"year\":null,\"tz\":\"214102303\",\"name\":\"אלפר שירה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "273",
            "student",
            "DELETE",
            "{\"id\":273,\"userId\":1,\"year\":null,\"tz\":\"213722077\",\"name\":\"מירון יעל שרה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "269",
            "student",
            "DELETE",
            "{\"id\":269,\"userId\":1,\"year\":null,\"tz\":\"325745891\",\"name\":\"מוהפרה מרים\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "242",
            "student",
            "DELETE",
            "{\"id\":242,\"userId\":1,\"year\":null,\"tz\":\"325399434\",\"name\":\"יוחנן הדס\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "266",
            "student",
            "DELETE",
            "{\"id\":266,\"userId\":1,\"year\":null,\"tz\":\"326592912\",\"name\":\"ליכטמן תמר\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "299",
            "student",
            "DELETE",
            "{\"id\":299,\"userId\":1,\"year\":null,\"tz\":\"325034007\",\"name\":\"קאופמן יעל\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "181",
            "student",
            "DELETE",
            "{\"id\":181,\"userId\":1,\"year\":null,\"tz\":\"325034346\",\"name\":\"ארנפלד מיכל\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "178",
            "student",
            "DELETE",
            "{\"id\":178,\"userId\":1,\"year\":null,\"tz\":\"213861750\",\"name\":\"אסלן רבקה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "270",
            "student",
            "DELETE",
            "{\"id\":270,\"userId\":1,\"year\":null,\"tz\":\"326678513\",\"name\":\"מונסונגו רות\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "175",
            "student",
            "DELETE",
            "{\"id\":175,\"userId\":1,\"year\":null,\"tz\":\"326592011\",\"name\":\"אריה רננה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "224",
            "student",
            "DELETE",
            "{\"id\":224,\"userId\":1,\"year\":null,\"tz\":\"325956597\",\"name\":\"וילנר תמר\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "170",
            "student",
            "DELETE",
            "{\"id\":170,\"userId\":1,\"year\":null,\"tz\":\"325815082\",\"name\":\"אוחיון ברוריה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "173",
            "student",
            "DELETE",
            "{\"id\":173,\"userId\":1,\"year\":null,\"tz\":\"214212078\",\"name\":\"אלקריאף  מיכל\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "226",
            "student",
            "DELETE",
            "{\"id\":226,\"userId\":1,\"year\":null,\"tz\":\"214302390\",\"name\":\"וינמן חיה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "229",
            "student",
            "DELETE",
            "{\"id\":229,\"userId\":1,\"year\":null,\"tz\":\"214379026\",\"name\":\"וקסמן חוה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "223",
            "student",
            "DELETE",
            "{\"id\":223,\"userId\":1,\"year\":null,\"tz\":\"214384893\",\"name\":\"וידר שרה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "228",
            "student",
            "DELETE",
            "{\"id\":228,\"userId\":1,\"year\":null,\"tz\":\"213670185\",\"name\":\"וקנין שירה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "174",
            "student",
            "DELETE",
            "{\"id\":174,\"userId\":1,\"year\":null,\"tz\":\"210034633\",\"name\":\"אלחדד אילה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "186",
            "student",
            "DELETE",
            "{\"id\":186,\"userId\":1,\"year\":null,\"tz\":\"325976215\",\"name\":\"בירנבאום ציפורה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "176",
            "student",
            "DELETE",
            "{\"id\":176,\"userId\":1,\"year\":null,\"tz\":\"326615994\",\"name\":\"אלשטיין רחל\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "177",
            "student",
            "DELETE",
            "{\"id\":177,\"userId\":1,\"year\":null,\"tz\":\"213754377\",\"name\":\"אלחרר הלל\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "217",
            "student",
            "DELETE",
            "{\"id\":217,\"userId\":1,\"year\":null,\"tz\":\"214375446\",\"name\":\"דניאל יהודית\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "179",
            "student",
            "DELETE",
            "{\"id\":179,\"userId\":1,\"year\":null,\"tz\":\"324982784\",\"name\":\"אסרף שרה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "167",
            "student",
            "DELETE",
            "{\"id\":167,\"userId\":1,\"year\":null,\"tz\":\"214124307\",\"name\":\"אבירם שירה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "230",
            "student",
            "DELETE",
            "{\"id\":230,\"userId\":1,\"year\":null,\"tz\":\"326676137\",\"name\":\"זילברשץ תהילה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "227",
            "student",
            "DELETE",
            "{\"id\":227,\"userId\":1,\"year\":null,\"tz\":\"325960292\",\"name\":\"וקנין אביגיל\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "225",
            "student",
            "DELETE",
            "{\"id\":225,\"userId\":1,\"year\":null,\"tz\":\"325770659\",\"name\":\"וינגרטן שפרה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "213",
            "student",
            "DELETE",
            "{\"id\":213,\"userId\":1,\"year\":null,\"tz\":\"326548898\",\"name\":\"גריינימן צביה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "160",
            "student",
            "DELETE",
            "{\"id\":160,\"userId\":1,\"year\":null,\"tz\":\"214718157\",\"name\":\"אביזמר יסכה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2024-01-01T15:39:51.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "166",
            "student",
            "DELETE",
            "{\"id\":166,\"userId\":1,\"year\":null,\"tz\":\"325931301\",\"name\":\"אהרונוביץ תהילה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "161",
            "student",
            "DELETE",
            "{\"id\":161,\"userId\":1,\"year\":null,\"tz\":\"213277916\",\"name\":\"אבטן תהילה\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "182",
            "student",
            "DELETE",
            "{\"id\":182,\"userId\":1,\"year\":null,\"tz\":\"214704082\",\"name\":\"ארקדר חגית\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ],
        [
            "1",
            "183",
            "student",
            "DELETE",
            "{\"id\":183,\"userId\":1,\"year\":null,\"tz\":\"326679966\",\"name\":\"אריהוד יעל\",\"comment\":null,\"createdAt\":\"2022-07-31T08:00:11.000Z\",\"updatedAt\":\"2022-07-31T08:00:11.000Z\"}",
            "15.1.2024"
        ]
    ]
}

const auditLogList = data.formattedData.map((auditLog) => {
    return {
        userId: auditLog[0],
        entityId: auditLog[1],
        entityType: auditLog[2],
        action: auditLog[3],
        entityData: JSON.parse(auditLog[4]),
        createdAt: auditLog[5]
    }
});

const uniqueTz = [...new Set(auditLogList.map((auditLog) => auditLog.entityData.tz))];
if (uniqueTz.length !== auditLogList.length) {
    const repeatingTz = uniqueTz.filter((tz) => auditLogList.filter((auditLog) => auditLog.entityData.tz === tz).length > 1);
    console.log(repeatingTz);
    const repeatingTzAuditLog = auditLogList.filter((auditLog) => repeatingTz.includes(auditLog.entityData.tz));
    console.log(repeatingTzAuditLog);
    throw new Error('Duplicate tz in audit log');
}

const tzToAuditLog = auditLogList.reduce((acc, auditLog) => {
    acc[auditLog.entityData.tz] = auditLog;
    return acc;
}, {});

const getSqlUpdateQuery = (auditLogItem) => `
    UPDATE students
    SET id = ${auditLogItem.entityId}
    WHERE tz = '${auditLogItem.entityData.tz}' and user_id = ${auditLogItem.userId};
`;

const sqlQuery = `
    ${uniqueTz.map((tz) => getSqlUpdateQuery(tzToAuditLog[tz])).join('\n')}
    `;

console.log(sqlQuery);
